[{"year":2021,"month":1,"day":1,"author":"Holy Father","month_string":"January","text_it":"Io, vostro Padre, sono qui insieme a voi per dirvi delle cose importanti per quest’anno che verrà. Figli miei, seguite il mio Gesù, solo con l'affidamento potrete arrivare alla salvezza delle vostre anime. Io vi ho dato mia Figlia, una Madre per voi. Vi prego figli, non abbiate paura di me, Io come Padre buono voglio che voi mi conosciate così come sono, insegnate ai vostri figli il Mio nome e quando vi rivolgete a me chiamatemi Padre, non solo Dio, ma Padre. Io, che sono Padre di tutti voi, come potrei mai non amare i miei figli. Ogni tanto la mia giustizia serve per correggervi perché voi non sempre ascoltate. Guardate, guardate il cielo e siate sottomessi a me come Dio di pace, siate umili. Ma cosa pensate, che Io possa entrare nel vostro cuore se il vostro cuore è chiuso alla grazia? Non sarà mai possibile e invece aprite i vostri cuori e Io sarò lì, a darvi tutto ciò che chiedete e nulla vi mancherà. Pregate con le semplici preghiere che vi hanno insegnato, nient’altro, non voglio nient'altro. Oh! figli miei, se sapeste la gioia che mi date guardandovi insieme e uniti, solo perché non mi vedete credete che Io non ci sia, ma Io vi ascolto e vi osservo, guardo i vostri cuori e la vostra gioia. Presto verrò a prendervi, presto il mio Gesù vi prenderà e vi porterà in un mondo nuovo. Cosa credete, che solo in questo mondo avete da fare? Ma anche il mio mondo e pieno di impegni. Oh! sì, elargite solo gioia, pace e amore, queste sono le cose che dovrete fare. Io vi sarò vicino, la gioia nel cuore che provate è solo la mia gioia e il vostro amore è il mio amore. Io sono in ognuno di voi e ancora non l’avete capito. Cercatemi e mi troverete. Sono anche in coloro che non mi conoscono. Io so chi siete e vi ho creati nell'amore, nell’ umiltà e nella carità e voi avete creato il dio di voi stessi. Affidate tutto a l'unico Padre che avete e a Maria, Madre misericordiosa e pia, umile ancella di Dio, che vi sta portando sulla strada della santità. Pregate il suo Rosario per la vostra salvezza; a volte servono anche le parole semplici che Io apprezzo. Figli miei dolcissimi, fate un’arca, così come ho chiesto a Noè, ​ ma lo chiesi affinché potesse portare tutti i figli a me, senza perderne neanche uno. A voi figli miei, non vi chiedo di costruire un’arca, ma siate una grande famiglia e raccogliete più anime possibili. Presto avrete bisogno l'uno dell'altro e come farete se il cielo non vi desse queste istruzioni? Ascoltate questa anima bella, è il mio amore. Oh! amore mio, quanto ti amo, quanto sei prediletta agli occhi miei, continua il tuo cammino e dì ai tuoi fratelli di fare solo la Mia volontà, loro sono stati creati per una missione, sono stati creati solo per questo eppure si sono persi. Figlia mia, amore del mio cuore, mettili sulla buona strada come una madre fa con i suoi figli, spiega loro che Io li amo, racconta loro quanto è grande il mio amore per loro, sono i miei figli ed Io loro Padre. Rivolgetevi a me, chiamatemi Padre e ​in​ nessun altro modo, Padre, così come Io chiamo voi figli. Ricordate che soltanto tramite il mio Gesù e la Sua croce, avrete la salvezza. Oh! figli miei, ora vi benedico nel nome della Santissima Trinità Sacrosanta, Padre, Figlio e Spirito Santo, siate uniti sempre, nel mio nome ed Io sarò con voi. Amen. ​Infine la Madonna, ha aggiunto: Pregate, pregate tanto perché forti saranno i tornadi e cicloni che si stanno preparando.","text_en":"I, your Father, am here with you to tell you important things for this coming year. My children, follow my Jesus, only by trusting can you attain the salvation of your souls. I have given you my daughter, a mother for you. As a good Father, I want you to know Me as I am. Teach your children My name and when you address Me, call Me Father, not just God, but Father. I, who am Father of you all, how could I not love My children. From time to time My justice serves to correct you because you do not always listen. Look, look at the sky and be submissive to Me as the God of peace, be humble. But what do you think, that I can enter your heart if your heart is closed to grace? It will never be possible and instead open your hearts and I will be there to give you everything you ask for and nothing will be lacking. Pray with the simple prayers you have been taught, nothing else, I do not want anything else. Oh! My children, if you only knew the joy you give Me by looking at you together and united, just because you do not see Me you think I am not there, but I am listening to you and I am watching you, I am watching your hearts and your joy. Soon I will come to take you, soon my Jesus will take you and bring you into a new world. What do you think, that you have only in this world to do? But my world is also full of commitments. Oh yes, give only joy, peace and love, these are the things you will have to do. I will be close to you, the joy in your heart that you feel is only my joy and your love is my love. I am in each one of you and you have not yet understood. Seek Me and you will find Me. I am also in those who do not know Me. I know who you are and I have created you in love, humility and charity and you have created the god of yourselves. Entrust everything to the only Father you have and to Mary, merciful and pious Mother, humble handmaid of God, who is leading you on the way of holiness. Pray her Rosary for your salvation; sometimes even simple words are needed, which I appreciate. My sweetest children, make an ark, just as I asked Noah, but I asked him so that he could bring all his children to me, without losing a single one. To you My children, I do not ask you to build an ark, but be a big family and gather as many souls as possible. Soon you will need each other and how will you do if Heaven does not give you these instructions? Listen to this beautiful soul, she is my love. Oh! My love, how I love you, how beloved you are in My eyes, continue on your way and tell your brothers to do only My will, they were created for a mission, they were created only for this and yet they are lost. My daughter, Love of My Heart, put them on the right path as a mother does with her children, explain to them that I love them, tell them how great My love is for them, they are My children and I am their Father. Turn to Me, call Me Father and in no other way, Father, as I call you children. Remember that only through My Jesus and His Cross will you have salvation. Oh! My children, I now bless you in the name of the Most Holy Sacred Trinity, Father, Son and Holy Spirit, be united always in my name and I will be with you. Amen. Finally, Our Lady added: Pray, pray very much because strong will be the tornadoes and cyclones that are preparing.","text_es":"Yo, su Padre, estoy aquí con ustedes para contarles algunas cosas importantes para este año que viene. Hijos míos, sigan a mi Jesús, sólo con entrega podrán alcanzar la salvación de sus almas. Te he dado a mi Hija, una Madre para ti. Por favor hijos, no me tengan miedo, yo como buen Padre quiero que me conozcan como soy, enséñenles a sus hijos Mi nombre y cuando se vuelvan a mí llámenme Padre, no solo Dios, sino Padre. Yo, que soy el Padre de todos ustedes, ¿cómo podría no amar a mis hijos? De vez en cuando mi justicia sirve para corregirlos porque no siempre escuchan. Mira, mira al cielo y sométete a mí como un Dios de paz, sé humilde. Pero, ¿qué piensas, que puedo entrar en tu corazón si tu corazón está cerrado a la gracia? Nunca será posible y en cambio abran sus corazones y yo estaré allí, dándoles todo lo que pidan y no les faltará nada. Reza con las sencillas oraciones que te enseñaron, nada más, no quiero nada más. ¡Oh! hijos míos, si supieran la alegría que me dan al mirarlos juntos y unidos, solo porque no me ven ustedes creen que yo no existo, pero los escucho y los observo, miro sus corazones y tu alegría. Pronto vendré a buscarte, pronto mi Jesús te llevará y te llevará a un mundo nuevo. ¿Qué piensas, que solo en este mundo tienes que hacer? Pero mi mundo también está lleno de compromisos. ¡Oh! sí, da solo alegría, paz y amor, estas son las cosas que tendrás que hacer. Estaré cerca de ti, la alegría en el corazón que sientes es solo mi alegría y tu amor es mi amor. Estoy en cada uno de ustedes y aún no lo han entendido. Búscame y me encontrarás. Yo también estoy en los que no me conocen. Yo sé quiénes son y los creé con amor, humildad y caridad y ustedes crearon al dios de ustedes mismos. Confía todo al Padre único que tienes y a María, Madre misericordiosa y piadosa, humilde esclava de Dios, que te conduce por el camino de la santidad. Reza su Rosario por tu salvación; a veces también se necesitan palabras sencillas, que agradezco. Hijos míos más dulces, hagan un arca, tal como le pedí a Noé, pero se la pedí para que me trajera a todos sus hijos, sin perder ni uno. A ustedes, hijos míos, no les estoy pidiendo que construyan un arca, sino que sean una gran familia y recolecten tantas almas como sea posible. Pronto se necesitarán el uno al otro y ¿qué harán si el cielo no les da estas instrucciones? Escucha esta hermosa alma, es mi amor. ¡Oh! amor mío, cuánto te amo, qué amado eres a mis ojos, continúa tu camino y dile a tus hermanos que hagan solo Mi voluntad, fueron creados para una misión, fueron creados solo para esto y sin embargo se perdieron. Hija mía, amor de mi corazón, ponlos en el camino correcto como lo hace una madre con sus hijos, explícales que los amo, diles lo grande que es mi amor por ellos, ellos son mis hijos y yo su Padre. Vuélvete a mí, llámame Padre y de ninguna otra manera, Padre, como yo os llamo hijos. Recuerda que solo a través de mi Jesús y Su cruz tendrás la salvación. ¡Oh! Hijos míos, ahora los bendigo en el nombre de la Santísima Trinidad, Padre, Hijo y Espíritu Santo, estén siempre unidos, en mi nombre y yo estaré con ustedes. Amén. Finalmente, Nuestra Señora agregó: Oren, oren mucho porque los tornados y ciclones que se están preparando serán fuertes. ","text_fr":"Moi, votre Père, je suis ici avec vous pour vous dire des choses importantes pour cette année à venir. Mes enfants, suivez mon Jésus, ce n'est que par la confiance que vous pourrez atteindre le salut de vos âmes. Je vous ai donné ma fille, une mère pour vous. S'il vous plaît les enfants, n'ayez pas peur de moi, en tant que bon Père, je veux que vous me connaissiez tel que je suis, enseignez à vos enfants Mon nom et lorsque vous vous tournez vers moi, appelez-moi Père, non seulement Dieu, mais Père. Moi, qui suis le Père de vous tous, comment pourrais-je jamais ne pas aimer mes enfants. De temps en temps, ma justice sert à vous corriger parce que vous n'écoutez pas toujours. Regarde, regarde le ciel et sois soumis à moi en tant que Dieu de paix, sois humble. Mais que pensez-vous que je puisse entrer dans votre cœur si votre cœur est fermé à la grâce? Cela ne sera jamais possible et ouvrez plutôt vos cœurs et je serai là, vous donnant tout ce que vous demandez et vous ne manquerez de rien. Priez avec les prières simples qu'ils vous ont enseignées, rien d'autre, je ne veux rien d'autre. Oh! mes enfants, si vous saviez la joie que vous me donnez en vous regardant ensemble et unis, uniquement parce que vous ne me voyez pas vous croyez que je n’existe pas, mais je vous écoute et je vous observe, je regarde vos cœurs et votre joie. Bientôt je viendrai te chercher, bientôt mon Jésus t'emmènera et t'emmènera dans un nouveau monde. Que pensez-vous que vous ne devez faire que dans ce monde? Mais mon monde est aussi plein d'engagements. Oh! oui, donnez seulement de la joie, de la paix et de l'amour, ce sont les choses que vous devrez faire. Je serai proche de vous, la joie dans le cœur que vous ressentez n'est que ma joie et votre amour est mon amour. Je suis en chacun de vous et vous ne l'avez toujours pas compris. Cherchez-moi et vous me trouverez. Je suis aussi dans ceux qui ne me connaissent pas. Je sais qui vous êtes et je vous ai créés dans l'amour, l'humilité et la charité et vous avez créé le dieu de vous-mêmes. Confiez tout au Père unique que vous avez et à Marie, Mère miséricordieuse et pieuse, humble servante de Dieu, qui vous conduit sur le chemin de la sainteté. Priez son chapelet pour votre salut; parfois des mots simples sont également nécessaires, ce que j'apprécie. Mes plus doux enfants, faites une arche, comme je l'ai demandé à Noé, mais je l'ai demandé pour qu'il puisse m'amener tous ses enfants, sans en perdre un. À vous mes enfants, je ne vous demande pas de construire une arche, mais d'être une grande famille et de rassembler le plus d'âmes possible. Bientôt, vous aurez besoin les uns des autres et que ferez-vous si le ciel ne vous donne pas ces instructions? Écoutez cette belle âme, c'est mon amour. Oh! mon amour, combien je t'aime, combien tu es aimé à mes yeux, continue ton chemin et dis à tes frères de ne faire que ma volonté, ils ont été créés pour une mission, ils ont été créés uniquement pour cela et pourtant ils se sont perdus. Ma fille, amour de mon cœur, mets-les sur le droit chemin comme le fait une mère avec ses enfants, leur explique que je les aime, dis-leur combien mon amour est grand pour eux, ce sont mes enfants et moi leur Père. Tournez-vous vers moi, appelez-moi Père et d'aucune autre manière, Père, comme je vous appelle enfants. Souvenez-vous que ce n'est que par mon Jésus et sa croix que vous aurez le salut. Oh! mes enfants, maintenant je vous bénis au nom de la Très Sainte Trinité, Père, Fils et Saint-Esprit, soyez toujours unis, en mon nom et je serai avec vous. Amen. Enfin, Notre-Dame a ajouté: Priez, priez beaucoup car les tornades et les cyclones qui se préparent seront forts. ","text_pt":"Eu, seu Pai, estou aqui com você para lhe dizer algumas coisas importantes para o próximo ano. Filhos meus, sigam o meu Jesus, só com confiança poderão alcançar a salvação das suas almas. Eu te dei minha filha, uma mãe para você. Por favor, filhos, não tenham medo de mim, eu como um bom Pai quero que vocês me conheçam como eu sou, ensinem a seus filhos Meu nome e quando vocês se voltarem para mim me chame de Pai, não só Deus, mas Pai. Eu, que sou o Pai de todos vocês, como poderia deixar de amar meus filhos. De vez em quando minha justiça serve para corrigi-lo, porque você nem sempre escuta. Olhe, olhe para o céu e seja submisso a mim como um Deus de paz, seja humilde. Mas o que você acha, que eu posso entrar em seu coração se seu coração estiver fechado para a graça? Isso nunca será possível e, em vez disso, abram seus corações e eu estarei lá, dando-lhes tudo que vocês pedirem e nada faltará a vocês. Ore com as orações simples que te ensinaram, nada mais, não quero mais nada. Oh! meus filhos, se vocês conhecessem a alegria que me dão ao olhar para vocês juntos e unidos, só porque vocês não me veem, vocês acreditam que eu não existo, mas eu os escuto e os observo, olho para os seus corações e sua alegria. Logo irei buscar você, logo meu Jesus vai te levar e te levar para um novo mundo. O que você acha que só neste mundo você tem que fazer? Mas meu mundo também está cheio de compromissos. Oh! sim, dê apenas alegria, paz e amor, essas são as coisas que você terá que fazer. Estarei perto de você, a alegria no coração que você sente é só a minha alegria e o seu amor é o meu amor. Estou em cada um de vocês e vocês ainda não entenderam. Procure-me e você me encontrará. Eu também estou em quem não me conhece. Eu sei quem vocês são e eu os criei com amor, humildade e caridade e vocês criaram o seu deus. Confia tudo ao único Pai que tens e a Maria, Mãe misericordiosa e piedosa, humilde serva de Deus, que te conduz no caminho da santidade. Reze o seu Rosário pela sua salvação; às vezes, palavras simples também são necessárias, o que eu aprecio. Meus queridos filhos, façam uma arca, como pedi a Noé, mas pedi para que ele pudesse trazer todos os seus filhos para mim, sem perder nenhum. Para vocês, meus filhos, não estou pedindo que construam uma arca, mas sejam uma grande família e colecionem o máximo de almas possível. Em breve vocês precisarão um do outro e o que farão se o céu não der essas instruções? Ouça esta linda alma, é o meu amor. Oh! meu amor, quanto te amo, como tu és amado aos meus olhos, continue sua jornada e diga a seus irmãos que façam apenas a Minha vontade, eles foram criados para uma missão, foram criados apenas para isso e, no entanto, se perderam. Minha filha, amor do meu coração, coloque-os no caminho certo como uma mãe faz com seus filhos, explique-lhes que eu os amo, diga-lhes como é grande o meu amor por eles, eles são meus filhos e eu seu Pai. Vire-se para mim, me chame de Pai e de nenhuma outra forma, Pai, como eu chamo vocês de filhos. Lembre-se de que somente através do meu Jesus e da Sua cruz você terá a salvação. Oh! Meus filhos, agora eu os abençoo em nome da Santíssima Trindade, Pai, Filho e Espírito Santo, estejam sempre unidos, em meu nome e eu estarei com vocês. Um homem. Finalmente, Nossa Senhora acrescentou: Rezem, rezem muito porque os tornados e ciclones que estão se preparando serão fortes. ","text_de":"Ich, dein Vater, bin hier bei dir, um dir einige wichtige Dinge für das kommende Jahr zu erzählen. Meine Kinder, folgen Sie meinem Jesus, nur mit Vertrauen können Sie das Heil Ihrer Seelen erreichen. Ich habe dir meine Tochter gegeben, eine Mutter für dich. Bitte Kinder, hab keine Angst vor mir, ich als guter Vater möchte, dass du mich so kennst wie ich bin, lehre deine Kinder meinen Namen und wenn du dich an mich wendest, nenne mich Vater, nicht nur Gott, sondern Vater. Ich, der Vater von euch allen, wie könnte ich meine Kinder jemals nicht lieben? Hin und wieder dient meine Gerechtigkeit dazu, Sie zu korrigieren, weil Sie nicht immer zuhören. Schau, schau in den Himmel und sei mir als Gott des Friedens unterwürfig, sei demütig. Aber was denkst du, dass ich in dein Herz eindringen kann, wenn dein Herz für die Gnade geschlossen ist? Es wird niemals möglich sein und stattdessen deine Herzen öffnen und ich werde da sein und dir alles geben, wonach du fragst, und dir wird nichts fehlen. Bete mit den einfachen Gebeten, die sie dir beigebracht haben, sonst nichts, ich will nichts anderes. Oh! Meine Kinder, wenn Sie die Freude wüssten, die Sie mir bereiten, indem Sie Sie gemeinsam und vereint ansehen, nur weil Sie mich nicht sehen, glauben Sie, dass ich nicht existiere, aber ich höre Ihnen zu und beobachte Sie, ich schaue auf Ihre Herzen und deine Freude. Bald werde ich kommen, um dich zu holen, bald wird mein Jesus dich nehmen und dich in eine neue Welt bringen. Was denkst du, was du nur in dieser Welt tun musst? Aber meine Welt ist auch voller Verpflichtungen. Oh! Ja, gib nur Freude, Frieden und Liebe, das sind die Dinge, die du tun musst. Ich werde dir nahe sein, die Freude im Herzen, die du fühlst, ist nur meine Freude und deine Liebe ist meine Liebe. Ich bin in jedem von euch und ihr habt es immer noch nicht verstanden. Such mich und du wirst mich finden. Ich bin auch in denen, die mich nicht kennen. Ich weiß, wer du bist und ich habe dich in Liebe, Demut und Nächstenliebe erschaffen und du hast den Gott von dir selbst erschaffen. Vertraue alles dem einzigen Vater an, den du hast, und Maria, der barmherzigen und frommen Mutter, der demütigen Magd Gottes, die dich auf dem Weg der Heiligkeit führt. Bete seinen Rosenkranz für dein Heil. manchmal werden auch einfache Worte benötigt, was ich sehr schätze. Meine süßesten Kinder machen eine Arche, so wie ich Noah gefragt habe, aber ich habe darum gebeten, damit er alle seine Kinder zu mir bringen kann, ohne auch nur eine zu verlieren. Für Sie, meine Kinder, bitte ich Sie nicht, eine Arche zu bauen, sondern eine große Familie zu sein und so viele Seelen wie möglich zu sammeln. Bald wirst du einander brauchen und was wirst du tun, wenn der Himmel dir diese Anweisungen nicht gibt? Hören Sie auf diese schöne Seele, es ist meine Liebe. Oh! Meine Liebe, wie sehr ich dich liebe, wie geliebt du in meinen Augen bist, setze deine Reise fort und sage deinen Brüdern, sie sollen nur meinen Willen tun, sie wurden für eine Mission geschaffen, sie wurden nur dafür geschaffen und doch gingen sie verloren. Meine Tochter, die Liebe meines Herzens, hat sie auf den richtigen Weg gebracht, wie es eine Mutter mit ihren Kindern tut, ihnen erklärt, dass ich sie liebe, ihnen gesagt, wie groß meine Liebe zu ihnen ist, sie sind meine Kinder und ich, ihr Vater. Wende dich an mich, nenne mich Vater und auf keine andere Weise Vater, wie ich dich Kinder nenne. Denken Sie daran, dass Sie nur durch meinen Jesus und sein Kreuz Erlösung haben werden. Oh! Meine Kinder, jetzt segne ich euch im Namen der Allerheiligsten Dreifaltigkeit, Vater, Sohn und Heiliger Geist, seid immer vereint, in meinem Namen und ich werde mit euch sein. Amen. Schließlich fügte die Muttergottes hinzu: Bete, bete viel, denn die Tornados und Zyklone, die sich vorbereiten, werden stark sein. ","text_pl":"Ja, wasz Ojciec, jestem tutaj z wami, aby powiedzieć wam ważne rzeczy na ten nadchodzący rok. Dzieci moje, naśladujcie mojego Jezusa, tylko ufając Mu możecie osiągnąć zbawienie dla waszych dusz. Dałem ci moją córkę, matkę dla ciebie. Proszę was, moje dzieci, nie bójcie się mnie. Jako dobry Ojciec chcę, abyście znali mnie takim, jakim jestem; nauczcie wasze dzieci mojego imienia i kiedy zwracacie się do mnie, nazywajcie mnie Ojcem, nie tylko Bogiem, ale i Ojcem. Ja, który jestem Ojcem was wszystkich, jakże mógłbym nie kochać Moich dzieci. Od czasu do czasu Moja sprawiedliwość służy do upomnienia was, bo nie zawsze słuchacie. Patrzcie, patrzcie na niebo i bądźcie ulegli wobec Mnie jako Boga pokoju, bądźcie pokorni. Ale co ty myślisz, że mogę wejść do twojego serca, jeśli twoje serce jest zamknięte na łaskę? To nigdy nie będzie możliwe, ale otwórzcie wasze serca, a ja będę tam, aby dać wam wszystko, o co prosicie i niczego wam nie zabraknie. Módlcie się prostymi modlitwami, których was nauczono, nic więcej, nie chcę niczego innego. Och! Moje dzieci, gdybyście tylko wiedzieli, jaką radość sprawiacie Mi gdy widzę was razem i zjednoczonych, tylko dlatego, że mnie nie widzicie, myślicie, że mnie nie ma, ale Ja was słucham i obserwuję was, obserwuję wasze serca i waszą radość. Wkrótce przyjdę, by was zabrać, wkrótce mój Jezus weźmie was i wprowadzi do nowego świata.  Myślicie, że tylko nad tym światem trzeba pracować? Ale mój świat też jest zajęty. O tak, dawajcie tylko radość, pokój i miłość, to są rzeczy, które powinniście robić. Będę blisko ciebie, radość w twoim sercu, którą czujesz, jest tylko moją radością, a twoja miłość jest moją miłością. Ja jestem w każdym z was, a wy jeszcze nie zrozumieliście. Szukajcie mnie, a znajdziecie mnie. Jestem także w tych, którzy mnie nie znają. Wiem, kim jesteście i stworzyłem was w miłości, pokorze i miłosierdziu, a wy stworzyliście boga z samych siebie. Powierzcie wszystko jedynemu Ojcu, którego macie, i Maryi, miłosiernej i pobożnej Matce, pokornej służebnicy Bożej, która prowadzi was drogą świętości. Odmawiajcie jej Różaniec za wasze zbawienie; czasem potrzebne są też proste słowa, które doceniam. Moje najsłodsze dzieci, zróbcie arkę, tak jak prosiłem Noego. Prosiłem go jednak o to, żeby mógł przyprowadzić do mnie wszystkie swoje dzieci, nie tracąc ani jednego. Was, moje dzieci, nie proszę, abyście budowali arkę, ale bądźcie wielką rodziną i zbierzcie jak najwięcej dusz. Wkrótce będziecie potrzebować siebie nawzajem i jak sobie poradzicie, jeśli Niebo nie da wam tych instrukcji? Posłuchaj tej pięknej duszy, ona jest moją miłością. Och! Moja miłości, jakże cię kocham, jakże jesteś umiłowana w Moich oczach, kontynuuj swoją drogę i powiedz swoim braciom, aby pełnili tylko Moją wolę, zostali stworzeni dla misji, zostali stworzeni tylko po to, a jednak są zagubieni. Moja córko, Miłości Mojego Serca, wprowadź ich na właściwą drogę, jak czyni to matka ze swoimi dziećmi, wyjaśnij im, że ich kocham, powiedz im, jak wielka jest Moja Miłość do nich, są Moimi dziećmi, a Ja jestem ich Ojcem. Zwróćcie się do Mnie, nazywajcie Mnie Ojcem i w żaden inny sposób, Ojcze, jak Ja was nazywam dziećmi. Pamiętaj, że tylko przez mojego Jezusa i Jego Krzyż będziesz miał zbawienie. O, moje dzieci, teraz błogosławię was w imię Przenajświętszej Trójcy, Ojca, Syna i Ducha Świętego, bądźcie zawsze zjednoczeni w moje imię, a Ja będę z wami. Amen. Na koniec Matka Boża dodała: Módlcie się, módlcie się mocno, ponieważ tornada i cyklony, które się szykują, będą silne.","text_zh":"我，您的父亲，与您一起在这里告诉您来年的一些重要事情。我的孩子们，跟随我的耶稣，只有得到委托，您才能实现灵魂的救赎。我给你我的女儿，你的母亲。请孩子们，不要怕我，我作为一个好父亲，希望您像我一样认识我，教给您的孩子们我的名字，当您转向我时，称呼我父亲，不仅是上帝，还有父亲。我是你们所有人的父亲，我怎能不爱我的孩子们。有时候我的正义会纠正你，因为你并不总是听。瞧，望着天空，以柔和的神顺服我。但是您认为，如果您的心不宽限期，我可以进入您的心？它将永远不可能，而是敞开心hearts，我将在那里，为您提供您所要求的一切，而您将一无所有。用他们教给你的简单祈祷祈祷，没有别的，我什么都不想了。哦！我的孩子们，如果您知道一起看待并团结在一起给我带来的快乐，只是因为您看不到我，您就相信我不存在，但是我在听您的讲话，我在观察您，我看着您的内心和你的喜悦。很快我会来接你的，不久我的耶稣会把你带到一个新世界。您认为，只有在这个世界上，您才需要做什么？但是我的世界也充满承诺。哦！是的，只给喜悦，和平与爱，这些就是您要做的事情。我会接近你，你内心的喜悦只是我的喜悦，你的爱是我的爱。我在你们每个人中，您仍然还不了解。找我，你会找到我的。我也在那些不认识我的人中。我知道你是谁，我通过爱，谦卑和慈善创造了你，你创造了自己的上帝。将一切都托付给唯一的父亲，以及玛利亚，仁慈虔诚的母亲，上帝谦卑的女仆，带领您走上圣洁之路。祈求他的念珠为你的救恩。有时还需要一些简单的单词，对此我深表感谢。我最亲爱的孩子们，就像我问诺亚一样，准备了一个方舟，但我要了它，这样他就可以把所有的孩子带到我这里，甚至不丢掉一个。对我的孩子们，我不是要你建造方舟，而是要成为一个大家庭，并尽可能多地收集灵魂。很快你们将彼此需要，如果天堂不给您这些指示，您将怎么办？听这个美丽的灵魂，那是我的爱。哦！我的爱，我有多爱你，在我眼中有多爱你，继续你的旅程，告诉你的兄弟们只做我的遗嘱，他们​​是为使命而创建的，仅为他们的使命而创建的，但他们却迷失了。我的女儿爱我的心，就像母亲对待孩子们一样，使他们走上正确的道路，向他们解释我爱他们，告诉他们我对他们的爱有多伟大，他们是我的孩子，我是他们的父亲。转向我，称我为父亲，别无他法，称呼我为你们的孩子。请记住，只有通过我的耶稣和他的十字架，您才能得救。哦！我的孩子们，现在我以最神圣的三位一体，父亲，儿子和圣灵的名义祝福你，以我的名义永远团结一致，我将与你同在。阿们最后，圣母补充说：祈祷，祈祷很多，因为正在准备的龙卷风和飓风会很强烈。 "},{"year":2021,"month":1,"day":3,"author":"Holy Mary","month_string":"January","text_it":"Figli miei, grazie per essere qui nella preghiera e per avere risposto alla mia chiamata nel vostro cuore. Figli miei, accendete le candele della fede e continuate con la preghiera; in questo momento abbiamo bisogno di voi cristiani e di coloro che sono nella verità. Figli miei, fate attenzione perché tutto quello che sta per accadere dovrebbe far aprire gli occhi e far vedere che la giustizia e il castigo di Dio sono su di voi. Molte le nazioni che hanno voltato le spalle alle leggi di Dio facendone altre proprie che non hanno a che vedere con il divino. Figli, pregate per coloro che hanno promosso leggi sull'aborto, perché grande sarà la loro sofferenza. Figli, la strada dell'anticristo si sta aprendo, ma voi siate sereni perché il fuoco dello Spirito Santo, sarà sopra i miei figli, che non si lasceranno ingannare. Ora vi benedico nel nome del Padre, del Figlio e dello Spirito Santo, Amen","text_en":"My children, thank you for being here in prayer and for answering my call in your hearts. My children, light the candles of faith and continue with prayer; at this time we need you Christians and those who are in the truth. My children, pay attention because all that is about to happen should open your eyes and make you see that God's justice and chastisement are upon you. There are many nations that have turned their backs on God's laws by making their own laws that have nothing to do with the divine. My children, pray for those who have promoted abortion laws, for their suffering will be great. My children, the road of the antichrist is opening, but be serene because the fire of the Holy Spirit will be upon my children who will not be deceived. Now I bless you in the name of the Father, the Son and the Holy Spirit, Amen.","text_es":"Hijos míos, gracias por estar aquí en oración y por haber respondido a mi llamado en su corazón. Hijos míos, enciendan las velas de la fe y continúen con la oración; ahora mismo los necesitamos a ustedes cristianos y aquellos que están en la verdad. Hijos míos, tengan cuidado porque todo lo que está por suceder debe abrir sus ojos y mostrar que la justicia y el castigo de Dios están sobre ustedes. Muchas naciones han dado la espalda a las leyes de Dios y han hecho suyas otras que no tienen nada que ver con lo divino. Niños, oren por quienes han impulsado leyes sobre el aborto, porque su sufrimiento será grande. Hijos, se abre el camino del anticristo, pero estén serenos porque el fuego del Espíritu Santo estará sobre mis hijos, que no serán engañados. Ahora te bendigo en el nombre del Padre, del Hijo y del Espíritu Santo, Amén. ","text_fr":"Mes enfants, merci d'être ici en prière et d'avoir répondu à mon appel dans votre cœur. Mes enfants, allumez les bougies de la foi et poursuivez la prière; en ce moment, nous avons besoin de vous, chrétiens et de ceux qui sont dans la vérité. Mes enfants, soyez prudents car tout ce qui est sur le point d'arriver doit vous ouvrir les yeux et montrer que la justice et le châtiment de Dieu sont sur vous. De nombreuses nations ont tourné le dos aux lois de Dieu et se sont approprié d'autres qui n'ont rien à voir avec le divin. Enfants, priez pour ceux qui ont promu des lois sur l'avortement, car leur souffrance sera grande. Enfants, le chemin de l'antéchrist s'ouvre, mais soyez sereins car le feu du Saint-Esprit sera sur mes enfants, qui ne seront pas trompés. Maintenant, je vous bénis au nom du Père, du Fils et du Saint-Esprit, Amen ","text_pt":"Meus filhos, obrigado por estarem aqui em oração e por terem respondido ao meu chamado em seus corações. Meus filhos, acendam as velas da fé e continuem com a oração; agora precisamos de vocês, cristãos e daqueles que estão na verdade. Meus filhos, tenham cuidado porque tudo o que está para acontecer deve abrir seus olhos e mostrar que a justiça e o castigo de Deus estão sobre vocês. Muitas nações deram as costas às leis de Deus e adotaram outras que nada têm a ver com o divino. Filhos, orem por aqueles que promoveram leis sobre o aborto, porque o sofrimento deles será grande. Filhos, o caminho do anticristo está se abrindo, mas fiquem serenos porque o fogo do Espírito Santo estará sobre meus filhos, que não serão enganados. Agora eu te abençoo em nome do Pai, do Filho e do Espírito Santo, Amém ","text_de":"Meine Kinder, danke, dass Sie hier im Gebet sind und auf meinen Ruf in Ihrem Herzen reagiert haben. Meine Kinder, zünde die Kerzen des Glaubens an und fahre mit dem Gebet fort. Im Moment brauchen wir euch Christen und diejenigen, die in der Wahrheit sind. Meine Kinder, seien Sie vorsichtig, denn alles, was passieren wird, sollte Ihre Augen öffnen und zeigen, dass Gerechtigkeit und Gottes Strafe auf Ihnen liegen. Viele Nationen haben Gottes Gesetzen den Rücken gekehrt und andere zu ihren eigenen gemacht, die nichts mit dem Göttlichen zu tun haben. Kinder, betet für diejenigen, die Gesetze zur Abtreibung gefördert haben, denn ihr Leiden wird groß sein. Kinder, der Weg des Antichristen öffnet sich, aber sei gelassen, denn das Feuer des Heiligen Geistes wird auf meine Kinder gerichtet sein, die nicht getäuscht werden. Jetzt segne ich dich im Namen des Vaters, des Sohnes und des Heiligen Geistes, Amen ","text_pl":"Dzieci moje, dziękuję wam, że jesteście tutaj na modlitwie i że odpowiedzieliście w waszych sercach na moje wezwanie. Dzieci moje, zapalcie świece wiary i trwajcie na modlitwie; w tym czasie potrzebujemy was, chrześcijan i tych, którzy są w prawdzie. Dzieci moje, zwróćcie uwagę, bo wszystko, co ma się wydarzyć, powinno otworzyć wam oczy i sprawić, że zobaczycie, że Boża sprawiedliwość i kara są nad wami. Jest wiele narodów, które odwróciły się od praw Bożych, tworząc swoje własne prawa, które nie mają nic wspólnego z boskimi. Moje dzieci, módlcie się za tych, którzy promują prawa aborcyjne, bo ich cierpienie będzie wielkie. Moje dzieci, droga antychrysta otwiera się, ale bądźcie spokojni, bo ogień Ducha Świętego spadnie na moje dzieci, które nie dadzą się zwieść. Teraz błogosławię was w imię Ojca, Syna i Ducha Świętego. Amen.","text_zh":"我的孩子们，感谢您在这里祈祷，并感谢您内心对我的呼吁。 我的孩子们点燃信心的蜡烛，继续祈祷。 现在，我们需要你们基督徒和那些属实的人。 我的孩子们，要小心，因为即将发生的一切都应该睁开你的眼睛，表明正义和上帝的惩罚正在临到你。 许多国家都背弃了上帝的律法，使自己的国家与上帝无关。 孩子们，为那些倡导堕胎法律的人祈祷，因为他们的痛苦将很大。 孩子们，反基督者的道路正在打开，但是要安静，因为圣灵的火焰将降在我的孩子身上，而他们不会被欺骗。 现在我以父，子，圣灵的名义祝福你，阿们 "},{"year":2021,"month":1,"day":4,"author":"Holy Mary","month_string":"January","text_it":"Messaggio straordinario: Durante la Santa Messa, al momento dell'Eucarestia, Gesù mi ha detto: tutti coloro che hanno ricevuto il dono dello Spirito Santo e lo avranno vissuto, durante i momenti difficili che giungeranno, il Signore sarà con loro e saranno nella pace e nella gioia, mentre chi non avrà vissuto nello Spirito, continuerà il cammino nella disperazione e nelle tenebre. Amen","text_en":"Extraordinary message: During the Holy Mass, at the moment of the Eucharist, Jesus told me: all those who have received the gift of the Holy Spirit and have lived it, during the difficult moments that will come, the Lord will be with them and they will be in peace and joy, while those who have not lived in the Spirit, will continue their journey in despair and darkness. Amen.","text_es":"Mensaje extraordinario: Durante la Santa Misa, en el momento de la Eucaristía, Jesús me dijo: todos aquellos que han recibido el don del Espíritu Santo y lo han vivido, en los momentos difíciles que vendrán, el Señor estará con ellos y estará en paz y en gozo, mientras que aquellos que no han vivido en el Espíritu continuarán su camino en la desesperación y la oscuridad. amén ","text_fr":"Message extraordinaire: Au cours de la Sainte Messe, au moment de l'Eucharistie, Jésus m'a dit: tous ceux qui ont reçu le don de l'Esprit Saint et l'ont vécu, dans les moments difficiles qui viendront, le Seigneur sera avec eux et sera dans la paix et la joie, tandis que ceux qui n'ont pas vécu dans l'Esprit continueront leur chemin dans le désespoir et les ténèbres. Amen ","text_pt":"Mensagem extraordinária: Durante a Santa Missa, no momento da Eucaristia, Jesus disse-me: todos aqueles que receberam o dom do Espírito Santo e o viveram, durante os momentos difíceis que virão, o Senhor estará com eles e estarão em paz e alegria, enquanto aqueles que não viveram no Espírito continuarão sua jornada em desespero e escuridão. Um homem ","text_de":"Außergewöhnliche Botschaft: Während der Heiligen Messe, im Moment der Eucharistie, sagte Jesus zu mir: Alle, die die Gabe des Heiligen Geistes empfangen und gelebt haben, in den schwierigen Momenten, die kommen werden, wird der Herr mit ihnen sein und wird in Frieden und Freude sein, während diejenigen, die nicht im Geist gelebt haben, ihre Reise in Verzweiflung und Dunkelheit fortsetzen werden. Amen ","text_pl":"Orędzie nadzwyczajne: Podczas Mszy Świętej, w momencie Eucharystii, Jezus powiedział mi: wszyscy ci, którzy otrzymali dar Ducha Świętego i żyją nim, w trudnych chwilach, które nadejdą, Pan będzie z nimi i będą w pokoju i radości, podczas gdy ci, którzy nie żyli w Duchu Świętym, będą kontynuować swoją drogę w rozpaczy i ciemności. Amen.","text_zh":"非凡的信息：在圣体圣餐期间，耶稣告诉我：所有接受圣灵恩赐并活了的人，在即将来临的困难时刻，主必与他们同在，那些生活在圣灵中的人将在和平与喜悦中，而那些未曾生活在圣灵中的人将在绝望和黑暗中继续他们的旅程。 阿门 "},{"year":2021,"month":1,"day":14,"author":"Holy Mary","month_string":"January","text_it":"Cari figli, sono qui vostra Madre, giungo a voi per chiedervi pazienza, pietà e amore. Questo, figli miei, è il tempo delle persecuzioni, ma voi pregate, pregate tanto senza riposo, affinché possiate riconoscere i lupi travestiti da agnelli, tutto ciò che vi circonda non sempre viene da Dio, quindi fate attenzione. Figli, purtroppo i tradimenti continueranno ad esserci, anche mio Figlio scelse i suoi Apostoli uno per uno eppure fu tradito, la storia dei Santi si ripete in ogni mio figlio prediletto e in ogni tempo. Figli miei, cercate la pace tra voi fratelli e state nel silenzio pur avendo ragione, state tranquilli, i miei angeli sono qui per custodirvi. Ricordate che le sofferenze offerte al Signore si trasformeranno in Grazie, soprattutto se soffrite per Gesù, non temete, l'importante è la pace che avvertite nel cuore in questo momento. Io non vi lascio soli, abbiate la certezza che sono sempre con voi. Che la pace sia nelle vostre case. Ora vi benedico nel nome del Padre, del Figlio e dello Spirito Santo, Amen.","text_en":"Dear children, I am here your Mother, I come to you to ask for patience, mercy and love. This, my children, is the time of persecutions, but you pray, pray so much without rest, so that you may recognize the wolves disguised as lambs, everything around you does not always come from God, so be careful. My children, unfortunately betrayals will continue to exist, even my Son chose his Apostles one by one and yet he was betrayed, the history of the Saints repeats itself in every one of my beloved children and in every time. My children, seek peace among your brothers and stay in silence even though you are right, rest assured, my angels are here to guard you. Remember that the sufferings offered to the Lord will turn into Graces, especially if you suffer for Jesus, do not fear, the important thing is the peace you feel in your heart at this moment. I do not leave you alone, be certain that I am always with you. May peace be in your homes. I now bless you in the name of the Father, the Son and the Holy Spirit, Amen.","text_es":"Queridos hijos, aquí soy vuestra Madre, vengo a vosotros para pediros paciencia, misericordia y amor. Este, hijos míos, es el tiempo de las persecuciones, pero rezáis, rezáis mucho sin descanso, para que podáis reconocer a los lobos disfrazados de corderos, todo lo que os rodea no siempre viene de Dios, así que ten cuidado. Hijos, lamentablemente las traiciones seguirán existiendo, incluso mi Hijo eligió a sus Apóstoles uno a uno y sin embargo fue traicionado, la historia de los santos se repite en cada uno de mis queridos hijos y en cada tiempo. Hijos míos, busquen la paz entre ustedes hermanos y permanezcan en silencio aunque tengan razón, tengan la seguridad de que mis ángeles están aquí para protegerlos. Recuerda que los sufrimientos ofrecidos al Señor se convertirán en gracias, sobre todo si sufres por Jesús, no temas, lo importante es la paz que sientes en tu corazón en este momento. No te dejo solo, ten por seguro que siempre estoy contigo. La paz sea en sus hogares. Ahora te bendigo en el nombre del Padre, del Hijo y del Espíritu Santo, Amén. ","text_fr":"Chers enfants, je suis votre Mère ici, je viens à vous pour vous demander patience, miséricorde et amour. C'est, mes enfants, le temps des persécutions, mais vous priez, vous priez beaucoup sans repos, pour que vous puissiez reconnaître les loups déguisés en agneaux, tout ce qui vous entoure ne vient pas toujours de Dieu, alors faites attention. Enfants, malheureusement les trahisons continueront d'exister, même mon Fils a choisi ses apôtres un par un et pourtant il a été trahi, l'histoire des saints se répète dans chacun de mes enfants bien-aimés et à chaque fois. Mes enfants, recherchez la paix parmi vous frères et restez en silence même si vous avez raison, rassurez-vous, mes anges sont là pour vous garder. Rappelez-vous que les souffrances offertes au Seigneur se transformeront en grâces, surtout si vous souffrez pour Jésus, n'ayez pas peur, l'important est la paix que vous ressentez dans votre cœur en ce moment. Je ne vous laisse pas seul, soyez sûr que je suis toujours avec vous. La paix soit dans vos maisons. Maintenant, je vous bénis au nom du Père, du Fils et du Saint-Esprit, Amen. ","text_pt":"Queridos filhos, sou a vossa Mãe aqui, venho até vós para pedir-vos paciência, misericórdia e amor. Este, meus filhos, é o tempo das perseguições, mas vocês rezam, vocês rezam muito sem descanso, para que possam reconhecer os lobos disfarçados de cordeiros, tudo o que os cerca nem sempre vem de Deus, então tenham cuidado. Filhos, infelizmente as traições continuarão existindo, até meu Filho escolheu seus apóstolos um por um e mesmo assim foi traído, a história dos santos se repete em cada um dos meus filhos amados e em todas as vezes. Meus filhos, busquem a paz entre vocês irmãos e fiquem em silêncio mesmo que tenham razão, fiquem tranquilos, meus anjos estão aqui para protegê-los. Lembre-se que os sofrimentos oferecidos ao Senhor se transformarão em graças, principalmente se você sofrer por Jesus, não tenha medo, o importante é a paz que você sente no seu coração neste momento. Eu não te deixo sozinha, tenha certeza que estou sempre com você. A paz esteja em suas casas. Agora eu te abençoo em nome do Pai, do Filho e do Espírito Santo, Amém. ","text_de":"Liebe Kinder, ich bin deine Mutter hier, ich komme zu dir, um dich um Geduld, Barmherzigkeit und Liebe zu bitten. Dies, meine Kinder, ist die Zeit der Verfolgung, aber Sie beten, Sie beten viel ohne Pause, damit Sie die als Lämmer getarnten Wölfe erkennen können. Alles, was Sie umgibt, kommt nicht immer von Gott. Seien Sie also vorsichtig. Kinder, leider wird der Verrat weiter bestehen, sogar mein Sohn hat seine Apostel einzeln ausgewählt und doch wurde er verraten, die Geschichte der Heiligen wiederholt sich in jedem meiner geliebten Kinder und zu jeder Zeit. Meine Kinder, sucht Frieden unter euch Brüdern und schweigt, auch wenn ihr Recht habt, seid versichert, meine Engel sind hier, um euch zu beschützen. Denken Sie daran, dass die Leiden, die dem Herrn angeboten werden, zu Gnaden werden, besonders wenn Sie für Jesus leiden. Haben Sie keine Angst. Wichtig ist der Frieden, den Sie in diesem Moment in Ihrem Herzen fühlen. Ich lasse dich nicht alleine, sei sicher, dass ich immer bei dir bin. Friede sei in deinen Häusern. Jetzt segne ich dich im Namen des Vaters, des Sohnes und des Heiligen Geistes, Amen. ","text_pl":"Drogie dzieci, jestem tutaj waszą Matką, przychodzę do was, aby prosić o cierpliwość, miłosierdzie i miłość. To, moje dzieci, jest czas prześladowań, ale wy się módlcie, módlcie się tak bardzo bez wytchnienia, abyście mogli rozpoznać wilki przebrane za baranki, wszystko, co was otacza, nie zawsze pochodzi od Boga, więc bądźcie ostrożni. Moje dzieci, niestety zdrajcy będą nadal się pojawiać, nawet mój Syn wybrał swoich Apostołów jednego po drugim, a jednak został zdradzony, historia świętych powtarza się w każdym z moich ukochanych dzieci i w każdym czasie. Moje dzieci, szukajcie pokoju wśród waszych braci i pozostańcie w ciszy, nawet jeśli macie rację, bądźcie spokojni, moi aniołowie są tutaj, aby was strzec. Pamiętaj, że cierpienia ofiarowane Panu przemienią się w łaski, zwłaszcza jeśli cierpisz dla Jezusa, nie bój się, najważniejszy jest pokój, który odczuwasz w tym momencie w swoim sercu. Nie zostawiam was samych, bądźcie pewni, że zawsze jestem przy was. Niech pokój zagości w waszych domach. Teraz błogosławię was w imię Ojca i Syna i Ducha Świętego, Amen.","text_zh":"亲爱的孩子们，我是你的母亲，我来找你，请你耐心，怜悯和爱心。这是我的孩子们，这是迫害的时候，但是您祈祷，不停休息就祈祷很多，以使您能够认出伪装成羔羊的狼，包围着您的一切并不总是来自上帝，因此要当心。不幸的是，孩子们的背叛将继续存在，甚至我的儿子也一一选择了他的使徒，但他却被背叛了，在我每个心爱的孩子中，每一次都重复着圣徒的历史。我的孩子们，请在你们的兄弟中寻求和平，并保持沉默，即使您是对的，也请放心，我的天使在这里守护着您。请记住，奉献给主的痛苦将变成恩典，尤其是如果您为耶稣受苦时，不要害怕，重要的是此时此刻您内心的和平。我不会让你一个人呆着，请确保我永远和你在一起。和平在您的家中。现在，我以父，子，圣灵的名义祝福你，阿们。 "},{"year":2021,"month":1,"day":16,"author":"Holy Mary","month_string":"January","text_it":"Cari figli, grazie per essere qui nella preghiera, piegate le vostre ginocchia. Io sono qui per accogliervi nel mio cuore e per afferrare le vostre mani. Figli miei, non abbiate paura e agitazione per quello che accadrà, ma fidatevi di me, nulla vi mancherà se invocherete Gesù. Lui sarà la vostra provvista, Lui sarà il calore nel gelo, Lui sarà la luce nelle tenebre, Lui sarà ancora il vostro cibo e sazierà la vostra sete perché tutto è in Lui. Amati miei, non perdete tempo, avvicinatevi alla fede con il cuore aperto. Io non sono qui per spaventarvi, ma per avvertirvi, i tempi che stanno arrivando saranno più bui di ciò che state vivendo adesso, ma se non accenderete la fiamma della fede, sentirete nel cuore solo disperazione e tormento. Figli, vi chiamo alla redenzione, più grande sarà la vostra sofferenza e più forti vi rialzerete, Io vi voglio tutti salvi. Voi prendete la spada dell’amore e Dio farà giustizia. Ora vi lascio con la mia benedizione materna nel nome del Padre e del Figlio e dello Spirito Santo, Amen.","text_en":"Dear children, thank you for being here in prayer, bend your knees. I am here to welcome you into my heart and to grasp your hands. My children, do not be afraid and agitated for what will happen, but trust me, nothing will be lacking if you invoke Jesus. He will be your supply, He will be the warmth in the cold, He will be the light in the darkness, He will still be your food and He will satiate your thirst because everything is in Him. My beloved ones, do not waste time, approach the faith with an open heart. I am not here to frighten you, but to warn you, the times that are coming will be darker than what you are experiencing now, but if you do not light the flame of faith, you will feel only despair and torment in your hearts. My children, I call you to redemption; the greater your suffering, the stronger you will rise; I want you all to be saved. You take up the sword of love and God will do justice. Now I leave you with my motherly blessing in the name of the Father and of the Son and of the Holy Spirit, Amen.","text_es":"Queridos hijos, gracias por estar aquí en oración, doblen sus rodillas. Estoy aquí para recibirlos en mi corazón y tomar sus manos. Hijos míos, no tengáis miedo y agitad por lo que sucederá, pero créanme, nada les faltará si invocan a Jesús. Él será su suministro, Él será el calor en la escarcha, Él será la luz en las tinieblas , Él seguirá siendo tuyo alimento y saciará tu sed porque todo está en Él. Amados míos, no pierdas el tiempo, acércate a la fe con el corazón abierto. No estoy aquí para asustarte, sino para advertirte, los tiempos que se avecinan serán más oscuros de lo que estás viviendo ahora, pero si no enciendes la llama de la fe, solo sentirás desesperación y tormento en tu corazón. Hijos, los llamo a la redención, cuanto mayor sea su sufrimiento y más fuerte se levantarán de nuevo, quiero que todos se salven. Tomas la espada del amor y Dios hará justicia. Ahora los dejo con mi bendición maternal en el nombre del Padre y del Hijo y del Espíritu Santo, Amén. ","text_fr":"Chers enfants, merci d'être ici en prière, pliez les genoux. Je suis ici pour vous accueillir dans mon cœur et pour saisir vos mains. Mes enfants, n'ayez pas peur et ne vous agitez pas pour ce qui va se passer, mais croyez-moi, vous ne manquerez de rien si vous invoquez Jésus. Il sera votre provision, Il sera la chaleur dans le gel, Il sera la lumière dans les ténèbres , Il sera toujours à vous, nourriture et il satisfera votre soif parce que tout est en Lui Mon bien-aimé, ne perdez pas de temps, approchez-vous de la foi avec un cœur ouvert. Je ne suis pas ici pour vous effrayer, mais pour vous avertir, les temps qui viennent seront plus sombres que ce que vous vivez actuellement, mais si vous n'allumez pas la flamme de la foi, vous ne ressentirez que désespoir et tourment dans votre cœur. Enfants, je vous appelle à la rédemption, plus votre souffrance est grande et plus vous ressusciterez fort, je veux que vous soyez tous sauvés. Vous prenez l'épée de l'amour et Dieu rendra justice. Maintenant, je vous laisse avec ma bénédiction maternelle au nom du Père et du Fils et du Saint-Esprit, Amen. ","text_pt":"Queridos filhos, obrigado por estar aqui em oração, dobrem seus joelhos. Estou aqui para recebê-lo em meu coração e segurar suas mãos. Meus filhos, não tenham medo e não se agitem pelo que vai acontecer, mas confiem em mim, vocês não vão faltar nada se invocarem Jesus. Ele será o seu suprimento, Ele será o calor na geada, Ele será a luz nas trevas , Ele ainda será seu alimento e saciará sua sede porque tudo está Nele. Meus amados, não percam tempo, abordem a fé com o coração aberto. Não estou aqui para assustá-lo, mas para avisá-lo, os tempos que virão serão mais sombrios do que o que você está experimentando agora, mas se você não acender a chama da fé, sentirá apenas desespero e tormento em seu coração. Filhos, eu os chamo para a redenção, quanto maior o seu sofrimento e mais forte você se levantará novamente, eu quero que todos vocês sejam salvos. Você pega a espada do amor e Deus fará justiça. Agora os deixo com minha bênção maternal em nome do Pai e do Filho e do Espírito Santo, Amém. ","text_de":"Liebe Kinder, danke, dass Sie hier im Gebet sind, beugen Sie die Knie. Ich bin hier, um dich in meinem Herzen willkommen zu heißen und deine Hände zu ergreifen. Meine Kinder, hab keine Angst und keine Aufregung um das, was passieren wird, aber vertrau mir, es wird dir nichts fehlen, wenn du Jesus anrufst. Er wird dein Vorrat sein, er wird die Hitze im Frost sein, er wird das Licht in der Dunkelheit sein Er wird immer noch dein Essen sein und er wird deinen Durst stillen, weil alles in ihm ist. Mein Geliebter, verschwende keine Zeit, gehe mit offenem Herzen an den Glauben heran. Ich bin nicht hier, um dich zu erschrecken, sondern um dich zu warnen, die kommenden Zeiten werden dunkler sein als das, was du jetzt erlebst, aber wenn du die Flamme des Glaubens nicht entzündest, wirst du nur Verzweiflung und Qual in deinem Herzen fühlen. Kinder, ich rufe dich zur Erlösung, je größer dein Leiden und je stärker du wieder auferstehen wirst, ich möchte, dass du alle gerettet wirst. Du nimmst das Schwert der Liebe und Gott wird Gerechtigkeit tun. Jetzt verlasse ich dich mit meinem mütterlichen Segen im Namen des Vaters und des Sohnes und des Heiligen Geistes, Amen. ","text_pl":"Drogie dzieci, dziękuję wam, że jesteście tutaj na modlitwie, uklęknijcie. Jestem tutaj, aby przyjąć was do mojego serca i uścisnąć wasze dłonie. Dzieci moje, nie bójcie się i nie denerwujcie na to, co się stanie, ale zaufajcie mi, niczego wam nie zabraknie, jeśli będziecie wzywać Jezusa. On będzie twoim zaopatrzeniem, On będzie ciepłem w zimnie, On będzie światłem w ciemności, On nadal będzie twoim pokarmem i On nasyci twoje pragnienie, ponieważ wszystko jest w Nim. Moi umiłowani, nie traćcie czasu, podchodźcie do wiary z otwartym sercem. Nie jestem tu by was straszyć, lecz by was ostrzec, czasy które nadchodzą będą ciemniejsze niż to czego doświadczacie teraz, jeśli nie rozpalicie płomienia wiary, będziecie odczuwać tylko rozpacz i mękę w waszych sercach. Dzieci moje, wzywam was do odkupienia; im większe wasze cierpienie, tym mocniej powstaniecie; chcę, abyście wszyscy byli zbawieni. Chwyćcie za miecz miłości, a Bóg wymierzy sprawiedliwość. A teraz zostawiam was z moim matczynym błogosławieństwem w imię Ojca i Syna i Ducha Świętego, Amen.","text_zh":"亲爱的孩子们，谢谢你在这里祈祷，屈膝。我在这里欢迎您进入我的心中，并握紧您的双手。我的孩子们，不要为即将发生的事情感到恐惧和烦躁，但是请相信我，如果您召唤耶稣，您将一无所有。 ，他仍将是你的食物，他会满足你的渴求，因为一切都在他里面。我不是在这里要吓you您，而是要警告您，即将到来的时代将比您现在所经历的更加黑暗，但是如果您不点燃信心的火焰，您的内心只会感到绝望和折磨。孩子们，我叫你救赎，你的痛苦越大，你就会越坚强，我希望大家都得救。你拿起爱的剑，上帝就会伸张正义。现在，我以父亲和儿子以及圣灵阿们的名义，以母亲的祝福离开你们。 "},{"year":2021,"month":1,"day":19,"author":"Holy Mary","month_string":"January","text_it":"Figli miei, grazie per aver risposto alla mia chiamata nel vostro cuore. Mi conforta vedervi inginocchiati nella preghiera. Figli miei, Dio ha permesso che Io venissi a voi per prendervi per mano avvicinandovi alla preghiera. Oh! i miei figli erranti che non trovano la luce, ancora in tanti non ascoltano la mia parola, non apprezzano il mio aiuto tanto da deridere questi messaggi per la salvezza dell'umanità. Figli, avete avuto tempo per la vostra scelta e, se guardo i cuori di molti dei miei figli, piango dal dolore e il cuore di mio Figlio sanguina. Figli, ora vedrete ciò che non avrei mai voluto che i vostri occhi vedessero: terremoti molto forti e tutte le calamità come tempeste, bufere, maremoti e guerre, perché non avete ascoltato le mie parole! Siete ridotti in schiavitù, siete perseguitati per la vostra fede, eppure tutto passa come se fosse normale. Figli miei, la guerra a cui state assistendo non è con le bombe, ma è una guerra interiore piuttosto forte. Pregate per la Chiesa, che subirà la sua distruzione prima della Rinascita. Figli miei, siate abbandonati al mio Gesù e noi vi saremo sempre vicini. Ora vi lascio con la Mia benedizione Materna nel nome del Padre, del Figlio e dello Spirito Santo, Amen","text_en":"My children, thank you for responding to my call in your hearts. It comforts me to see you kneeling in prayer. My children, God has allowed me to come to you to take you by the hand and bring you closer to prayer. Oh! My wandering children who do not find the light, still so many do not listen to My word, do not appreciate My help so much as to mock these messages for the salvation of humanity. My children, you have had time for your choice and, if I look at the hearts of many of my children, I weep with pain and my Son's heart bleeds. Children, now you will see what I never wanted your eyes to see: very strong earthquakes and all calamities such as storms, blizzards, tidal waves and wars, because you did not listen to my words! You are enslaved, you are persecuted for your faith, yet everything passes as if it were normal. My children, the war you are witnessing is not with bombs, but it is a rather strong inner war. Pray for the Church, which will suffer its destruction before the Rebirth. My children, be surrendered to My Jesus and we will always be close to you. Now I leave you with My Motherly Blessing in the name of the Father, the Son and the Holy Spirit, Amen.","text_es":"Hijos míos, gracias por haber respondido a mi llamado en su corazón. Me reconforta verte arrodillado en oración. Hijos Míos, Dios me ha permitido acercarme a ustedes para tomarlos de la mano, acercándolos a la oración. ¡Oh! Mis hijos errantes que no encuentran la luz, todavía muchos no escuchan mi palabra, no aprecian tanto mi ayuda que se burlan de estos mensajes por la salvación de la humanidad. Hijos, habéis tenido tiempo para vuestra elección y, si miro el corazón de muchos de mis hijos, lloro de dolor y el corazón de mi Hijo sangra. Hijos, ahora verán lo que nunca quise que vieran sus ojos: terremotos muy fuertes y todas las calamidades como tormentas, tormentas, tsunamis y guerras, ¡porque no escucharon mis palabras! Estás esclavizado, eres perseguido por tu fe, pero todo pasa como si fuera normal. Hijos míos, la guerra que están presenciando no es con bombas, sino una guerra interna bastante fuerte. Ore por la Iglesia, que sufrirá su destrucción antes del Renacimiento. Hijos míos, abandonad a mi Jesús y siempre estaremos cerca de vosotros. Ahora los dejo con Mi bendición maternal en el nombre del Padre, del Hijo y del Espíritu Santo, Amén. ","text_fr":"Mes enfants, merci d'avoir répondu à mon appel dans votre cœur. Je suis réconforté de vous voir à genoux en prière. Mes enfants, Dieu m'a permis de venir à vous pour vous prendre par la main, vous rapprocher de la prière. Oh! mes enfants errants qui ne trouvent pas la lumière, encore beaucoup n'écoutent pas ma parole, n'apprécient pas tellement mon aide qu'ils se moquent de ces messages pour le salut de l'humanité. Enfants, vous avez eu le temps de faire votre choix et, si je regarde le cœur de beaucoup de mes enfants, je pleure de douleur et le cœur de mon Fils saigne. Les enfants, maintenant vous verrez ce que je n'ai jamais voulu que vos yeux voient: des tremblements de terre très forts et toutes les calamités telles que les tempêtes, les tempêtes, les tsunamis et les guerres, parce que vous n'avez pas écouté mes paroles! Vous êtes esclave, vous êtes persécuté pour votre foi, pourtant tout se passe comme si c'était normal. Mes enfants, la guerre dont vous êtes témoin n'est pas avec des bombes, mais c'est une guerre interne assez forte. Priez pour l'Église, qui subira sa destruction avant la renaissance. Mes enfants, soyez abandonnés à mon Jésus et nous serons toujours proches de vous. Maintenant, je vous laisse avec ma bénédiction maternelle au nom du Père, Fils et Saint-Esprit, Amen ","text_pt":"Meus filhos, obrigado por terem respondido ao meu chamado em seus corações. Sinto-me consolado em vê-lo ajoelhado em oração. Meus filhos, Deus permitiu que Eu fosse até vocês para pegá-los pela mão, aproximando-os da oração. Oh! meus filhos errantes que não encontram a luz, muitos ainda não ouvem minha palavra, não apreciam tanto minha ajuda que zombam dessas mensagens para a salvação da humanidade. Filhos, vocês tiveram tempo para sua escolha e, se eu olhar o coração de muitos de meus filhos, choro de dor e o coração de meu Filho sangra. Filhos, agora vocês verão o que eu nunca quis que seus olhos vissem: terremotos muito fortes e todas as calamidades como tempestades, tormentas, tsunamis e guerras, porque vocês não deram ouvidos às minhas palavras! Você está escravizado, é perseguido por sua fé, mas tudo passa como se fosse normal. Meus filhos, a guerra que vocês estão testemunhando não é com bombas, mas é uma guerra interna bastante forte. Ore pela Igreja, que sofrerá sua destruição antes do Renascimento. Meus filhos, sejam abandonados ao meu Jesus e estaremos sempre perto de vocês. Agora os deixo com Minha Bênção Materna em nome do Pai, Filho e Espírito Santo, Amém. ","text_de":"Meine Kinder, danke, dass Sie auf meinen Ruf in Ihrem Herzen reagiert haben. Ich bin getröstet, dich im Gebet knien zu sehen. Meine Kinder, Gott hat mir erlaubt, zu Ihnen zu kommen, um Sie bei der Hand zu nehmen und Sie dem Gebet näher zu bringen. Oh! Meine wandernden Kinder, die das Licht nicht finden, dennoch hören viele nicht auf mein Wort, schätzen meine Hilfe nicht so sehr, dass sie diese Botschaften für die Errettung der Menschheit verspotten. Kinder, Sie hatten Zeit für Ihre Wahl und wenn ich auf die Herzen vieler meiner Kinder schaue, weine ich vor Schmerz und das Herz meines Sohnes blutet. Kinder, jetzt werden Sie sehen, was ich nie wollte, dass Ihre Augen sehen: sehr starke Erdbeben und alle Katastrophen wie Stürme, Stürme, Tsunamis und Kriege, weil Sie nicht auf meine Worte gehört haben! Du bist versklavt, du wirst wegen deines Glaubens verfolgt, doch alles vergeht, als ob es normal wäre. Meine Kinder, der Krieg, den Sie erleben, ist nicht mit Bomben, aber es ist ein ziemlich starker innerer Krieg. Bete für die Kirche, die vor der Wiedergeburt zerstört werden wird. Meine Kinder, seid meinem Jesus überlassen und wir werden immer in eurer Nähe sein. Jetzt verlasse ich dich mit meinem mütterlichen Segen im Namen des Vaters, des Sohnes und des Heiligen Geistes, Amen ","text_pl":"Moje dzieci, dziękuję wam, że odpowiedzieliście na moje wezwanie w waszych sercach. Pociesza mnie, gdy widzę cię klęczącego w modlitwie. Moje dzieci, Bóg pozwolił mi przyjść do was, aby wziąć was za rękę i przybliżyć wam modlitwę. O! moje błądzące dzieci, które nie znajdują światła, wciąż wielu nie słucha mojego słowa, nie docenia mojej pomocy tak bardzo, że wyśmiewa te orędzia dla zbawienia ludzkości. Moje dzieci, mieliście czas na dokonanie wyboru i gdy patrzę na serca wielu moich dzieci, płaczę z bólu, a serce mojego Syna krwawi. Dzieci, teraz zobaczycie to, czego nigdy nie chciałem, aby wasze oczy zobaczyły: bardzo silne trzęsienia ziemi i wszystkie nieszczęścia, takie jak burze, śnieżyce, fale pływowe i wojny, ponieważ nie słuchaliście moich słów! Jesteś zniewolony, jesteś prześladowany za swoją wiarę, a jednak wszystko mija jak gdyby normalnie. Moje dzieci, wojna, której jesteście świadkami, nie jest wojną z użyciem bomb, ale jest to silna wojna wewnętrzna. Módlcie się za Kościół, który ulegnie zniszczeniu przed Odrodzeniem. Moje dzieci, bądźcie oddane mojemu Jezusowi, a my zawsze będziemy blisko was. Teraz zostawiam was z Moim Matczynym Błogosławieństwem w imię Ojca, Syna i Ducha Świętego. Amen.","text_zh":"我的孩子们，感谢您在我心中对我的呼吁的回应。我很高兴看到你跪下祈祷。我的孩子们，上帝让我来找你，牵着你的手，使你更加接近祈祷。哦！我流浪的孩子们没有找到光明，仍然有许多人不听我的话，也不十分感谢我的帮助，以至于他们嘲笑这些信息是为了拯救人类。孩子们，您有时间选择，如果我看着许多孩子的心，我会痛苦地哭泣，儿子的心会流血。孩子们，现在您将看到我从未希望您看到的东西：强烈的地震和所有灾害，例如风暴，风暴，海啸和战争，因为您没有听我的话！你被奴役了，你为自己的信仰而遭受迫害，但是一切都像正常一样过去了。我的孩子们，您目睹的战争不是炸弹，而是一场强大的内部战争。为教会祷告，它将在重生之前遭受破坏。我的孩子们，被抛弃给我的耶稣，我们将永远靠近你。现在，我以父，子，圣灵的名义离开您，得到母亲的祝福，阿们 "},{"year":2021,"month":1,"day":20,"author":"Jesus Christ","month_string":"January","text_it":"Figli miei, piegate le vostre ginocchia nella preghiera. vorrei consolarvi nel dirvi che ogni parola, ogni gesto, ogni sguardo rivolto a me, il Re del cielo e della terra verrà benedetto ancora di più in questo tempo. Vi guardo e vedo i vostri cuori ed Io vi benedico e vi dono la mia pace che a vostra volta porterete nelle vostre case. Io vi amo e sono qui sempre, vi aspetto tutti i giorni come un povero mendicante, Io chiedo solo Amore. Il vostro Gesù","text_en":"My children, bend your knees in prayer. I would like to console you by telling you that every word, every gesture, every glance turned to Me, the King of Heaven and Earth, will be blessed even more in this time. I look at you and I see your hearts and I bless you and I give you My peace that you in turn will bring to your homes. I love you and I am always here, I wait for you every day like a poor beggar, I ask only for Love. Your Jesus.","text_es":"Hijos míos, doblen sus rodillas en oración. Me gustaría consolarlos diciéndoles que cada palabra, cada gesto, cada mirada que se vuelve hacia mí, el Rey del cielo y de la tierra será aún más bendecido en este tiempo. Los miro y veo sus corazones y los bendigo y les doy mi paz que a su vez ustedes traerán a sus hogares. Te amo y siempre estoy aquí, te espero todos los días como un pobre mendigo, solo pido Amor. Tu jesus ","text_fr":"Mes enfants, pliez les genoux en prière. Je voudrais vous consoler en vous disant que chaque mot, chaque geste, chaque regard tourné vers moi, le Roi du ciel et de la terre sera encore plus béni en ce temps. Je vous regarde et je vois vos cœurs et je vous bénis et je vous donne ma paix que vous apporterez à votre tour dans vos maisons. Je t'aime et je suis toujours là, je t'attends tous les jours comme un pauvre mendiant, je ne demande que l'Amour. Votre Jésus ","text_pt":"Meus filhos, dobrem seus joelhos em oração. Desejo consolá-lo dizendo que cada palavra, cada gesto, cada olhar voltado para mim, o Rei do céu e da terra será ainda mais abençoado neste tempo. Eu olho para vocês e vejo seus corações e os abençôo e lhes dou minha paz, que por sua vez vocês trarão para suas casas. Eu te amo e estou sempre aqui, te espero todos os dias como um pobre mendigo, só peço Amor. Seu jesus ","text_de":"Meine Kinder, beugen Sie im Gebet die Knie. Ich möchte Sie trösten, indem ich Ihnen sage, dass jedes Wort, jede Geste, jeder Blick, der auf mich gerichtet ist, der König des Himmels und der Erde in dieser Zeit noch mehr gesegnet wird. Ich schaue dich an und ich sehe deine Herzen und ich segne dich und ich gebe dir meinen Frieden, den du wiederum in deine Häuser bringen wirst. Ich liebe dich und ich bin immer hier, ich warte jeden Tag auf dich wie ein armer Bettler, ich bitte nur um Liebe. Dein Jesus ","text_pl":"Dzieci moje, ukęknijcie w modlitwie. Pragnę was pocieszyć, mówiąc wam, że każde słowo, każdy gest, każde spojrzenie zwrócone ku Mnie, Królowi nieba i ziemi, będzie w tym czasie jeszcze bardziej błogosławione. Patrzę na was i widzę wasze serca, błogosławię was i daję wam mój pokój, który wy z kolei zabierzecie do swoich domów. Kocham Cię i zawsze jestem tutaj, czekam na Ciebie każdego dnia jak biedny żebrak, proszę tylko o Miłość. Twój Jezus","text_zh":"我的孩子们，跪下祈祷。 我想安慰您，告诉您，每一个字，每一个手势，每一个凝视都转向我，天地之王将在这个时候得到更多的祝福。 我看着你，我看到你的心，我祝福你，我给你我的安宁，这反过来又会带你回家。 我爱你，我一直在这里，我每天都像可怜的乞be一样等着你，我只求爱。 你的耶稣 "},{"year":2021,"month":1,"day":21,"author":"Holy Mary","month_string":"January","text_it":"Figli amati, grazie per essere qui nella preghiera e per aver risposto alla mia chiamata nel vostro cuore. Figli adorati, vi esorto a decidere da quale parte stare. Io, vostra Madre sono qui, aspetto un vostro cenno per farvi tante grazie, parlo soprattutto all’umanità che si è data al mondo. Chiamatemi, invocatemi ed Io sarò sempre pronta a venire in vostro aiuto. Figli, l'illuminazione è prossima, chiedo al mio piccolo resto: rivestitevi di luce e indossate l'armatura più bella, ed io vi metterò in prima fila, adesso ho bisogno di voi, sarete protetti e resi invisibili dai miei angeli, il male continuerà a portare via anime all'inferno ed ecco che voi dovrete apostolare ed evangelizzare con grande coraggio e fede, siate coraggiosi e urlate la verità, non abbiate timore. Figli, amate e fatevi ungere, mettete tutti i vostri dolori nelle preziosissime piaghe di mio Figlio. Ora vi lascio con la mia Materna benedizione nel nome del Padre, del Figlio e dello Spirito Santo, Amen.","text_en":"Beloved children, thank you for being here in prayer and for responding to my call in your hearts. Beloved children, I urge you to decide which side you are on. I, your Mother, am here, waiting for your call to give you many graces, I speak especially to humanity that has given itself to the world. Call me, invoke me and I will always be ready to come to your aid. Children, enlightenment is near, I ask my little remnant: clothe yourselves with light and put on the most beautiful armor, and I will put you in the front row, now I need you, you will be protected and made invisible by my angels, evil will continue to take souls away from hell and here you will have to apostolate and evangelize with great courage and faith, be brave and shout the truth, do not be afraid. My children, love and be anointed, put all your sorrows in the most precious wounds of my Son. Now I leave you with my Motherly Blessing in the name of the Father, the Son and the Holy Spirit, Amen.","text_es":"Queridos hijos, gracias por estar aquí en oración y por haber respondido a mi llamado en su corazón. Hijos adorados, los insto a que decidan de qué lado pararse. Yo, tu Madre, estoy aquí, espero tu señal para darte muchas gracias, hablo sobre todo a la humanidad que se ha entregado al mundo. Llámame, invocame y siempre estaré dispuesto a acudir en tu ayuda. Hijos, la iluminación está cerca, les pido a mi pequeño descanso: vístanse de luz y lleven la más hermosa armadura, y los pondré en primera fila, ahora los necesito, serán protegidos e invisibilizados por mis ángeles, maldad. seguirá llevándose almas al infierno y aquí tendrás que apostolar y evangelizar con mucho coraje y fe, ser valiente y gritar la verdad, no temas. Hijos, amad y dejad que os ungáis, poned todos vuestros dolores en las más preciosas llagas de mi Hijo. Ahora los dejo con mi bendición maternal en el nombre del Padre, del Hijo y del Espíritu Santo, Amén. ","text_fr":"Mes chers enfants, merci d'être ici en prière et d'avoir répondu à mon appel dans votre cœur. Enfants adorés, je vous exhorte à décider de quel côté vous tenir. Moi, votre Mère, je suis ici, j'attends votre signe pour vous remercier, je parle avant tout à l'humanité qui s'est donnée au monde. Appelez-moi, invoquez-moi et je serai toujours prêt à vous venir en aide. Enfants, l'illumination est proche, je demande mon petit repos: habillez-vous de lumière et portez la plus belle armure, et je vous mettrai au premier rang, maintenant j'ai besoin de vous, vous serez protégés et rendus invisibles par mes anges, mal il continuera à emmener les âmes en enfer et ici vous devrez apostoler et évangéliser avec beaucoup de courage et de foi, être courageux et crier la vérité, n'ayez pas peur. Enfants, aimez et laissez-vous oints, placez toutes vos douleurs dans les blessures les plus précieuses de mon Fils. Maintenant, je vous laisse avec ma bénédiction maternelle au nom du Père, du Fils et du Saint-Esprit, Amen. ","text_pt":"Amados filhos, obrigado por estarem aqui em oração e por terem respondido ao meu chamado em seus corações. Filhos adorados, exorto-os a decidir de que lado ficar. Eu, tua Mãe, estou aqui, espero o teu sinal para te dar muitos agradecimentos, falo sobretudo à humanidade que se doou ao mundo. Me chame, me invoque e eu estarei sempre pronto para vir em seu auxílio. Filhos, a iluminação está próxima, peço ao meu pequeno descanso: vistam-se de luz e usem a mais bela armadura, e eu os colocarei na primeira fila, agora eu preciso de vocês, vocês serão protegidos e tornados invisíveis pelos meus anjos, malvados continuará a levar almas para o inferno e aqui você terá que apostolar e evangelizar com grande coragem e fé, seja corajoso e grite a verdade, não tenha medo. Filhos, amem e deixem-se ungir, coloquem todas as vossas dores nas feridas mais preciosas de meu Filho. Agora os deixo com a minha Bênção Materna em nome do Pai, do Filho e do Espírito Santo, Amém. ","text_de":"Geliebte Kinder, danke, dass Sie hier im Gebet sind und auf meinen Ruf in Ihrem Herzen reagiert haben. Verehrte Kinder, ich fordere Sie auf, zu entscheiden, auf welcher Seite Sie stehen möchten. Ich, deine Mutter, bin hier, ich warte auf dein Zeichen, um dir vielen Dank zu geben. Ich spreche vor allem mit der Menschheit, die sich der Welt hingegeben hat. Rufen Sie mich an, rufen Sie mich an und ich werde immer bereit sein, Ihnen zu helfen. Kinder, die Erleuchtung ist nahe, ich bitte meine kleine Ruhe: Kleide dich mit Licht und trage die schönste Rüstung, und ich werde dich in die erste Reihe stellen, jetzt brauche ich dich, du wirst von meinen Engeln beschützt und unsichtbar gemacht, böse es wird weiterhin Seelen in die Hölle bringen und hier müssen Sie mit großem Mut und Glauben apostolieren und evangelisieren, mutig sein und die Wahrheit rufen, keine Angst haben. Kinder, liebt und lasst euch salben, legt alle eure Schmerzen in die kostbarsten Wunden meines Sohnes. Jetzt verlasse ich dich mit meinem mütterlichen Segen im Namen des Vaters, des Sohnes und des Heiligen Geistes, Amen. ","text_pl":"Umiłowane dzieci, dziękuję wam, że jesteście tutaj na modlitwie i że odpowiadacie na moje wezwanie w waszych sercach. Ukochane dzieci, zachęcam was do podjęcia decyzji, po której stronie jesteście. Ja, wasza Matka, jestem tutaj; czekam na znak od was, aby udzielić wam wielu łask; zwracam się przede wszystkim do ludzkości, która oddała się światu. Wzywajcie mnie, wzywajcie mnie, a ja zawsze będę gotów przyjść wam z pomocą. Dzieci moje, oświecenie jest bliskie, proszę moją małą resztkę: przyobleczcie się w światło i załóżcie najpiękniejszą zbroję, a postawię was w pierwszym rzędzie, teraz was potrzebuję, będziecie chronieni i uczynieni niewidzialnymi przez moich aniołów, zło nadal będzie zabierać dusze do piekła i będziecie musieli apostołować i ewangelizować z wielką odwagą i wiarą, bądźcie odważni i głoście prawdę, nie bójcie się. Moje dzieci, kochajcie i bądźcie naznaczeni, włóżcie wszystkie wasze smutki w najcenniejsze rany mojego Syna. Teraz zostawiam was z moim matczynym błogosławieństwem w imię Ojca i Syna i Ducha Świętego, Amen.","text_zh":"亲爱的孩子们，感谢您在这里祈祷，并感谢您内心对我的呼吁。 敬爱的孩子们，我敦促您决定站在哪一边。 我，您的母亲，在这里，我在等待您的到来，感谢您，我首先要向赋予世界的人类说话。 给我打电话，打电话给我，我将随时准备为您提供帮助。 孩子们，启蒙快到了，我请我休息一下：给自己穿上光亮的衣服，穿上最漂亮的盔甲，我将把你放在前排，现在我需要你，你将受到天使的保护，并被我的天使隐形，邪恶它将继续把人们带到地狱，在这里，您将不得不怀着极大的勇气和信心进行信奉和传福音，要勇敢地喊出真相，不要害怕。 孩子们，爱，让自己受膏，将所有的痛苦都放在我儿子最宝贵的伤口上。 现在，我以父亲，儿子和圣灵阿们的名义，留下母亲的祝福。 "},{"year":2021,"month":1,"day":26,"author":"Holy Mary","month_string":"January","text_it":"Figlia mia, di' al mondo che la fede è l'unica speranza che ha l' umanità, solo la preghiera la carità e l'amore saranno la loro salvezza. I tempi predetti da Fatima in poi sono arrivati, nessuno potrà dire che non avevo avvertito. Tanti sono stati i profeti e i veggenti scelti per annunciare la verità e i pericoli di questo mondo, eppure molti non hanno ascoltato e ancora non ascoltano. Piango per questi figli che si perdono, l'apostasia della Chiesa è sempre più chiara, i miei figli prediletti (sacerdoti) hanno rifiutato la mia protezione. Figlia mia, dì al mondo di pregare per i potenti, perché scateneranno una grande guerra. Pregate per la Chiesa, perché è alla sua distruzione, pregate per l'Italia perché piangerà i suoi morti, la carestia è prossima e voi non siete preparati. Un altro virus è alle porte e sarà peggiore del precedente. Figli, perché ancora non capite? Proteggetevi, pregate, pregate tanto. Battezzate e pregate per i bambini, perché il male vuole prendere la loro innocenza. Ora vi lascio con la benedizione della Santissima Trinità, Padre, Figlio e Spirito Santo. Poi aggiunge: leggete l'Apocalisse e lì troverete la verità per questi tempi.","text_en":"My daughter, tell the world that faith is the only hope humanity has, only prayer, charity and love will be their salvation. The times foretold from Fatima has arrived, no one will be able to say that I did not warn. Many were the prophets and seers chosen to announce the truth and the dangers of this world, yet many did not listen and still do not listen. I weep for these children who are lost, the apostasy of the Church is becoming clearer and clearer, My beloved sons (priests) have rejected My protection. My daughter, tell the world to pray for the powerful, for they will unleash a great war. Pray for the Church, for it is at its destruction, pray for Italy for it will mourn its dead, famine is near and you are not prepared. Another virus is at the doors and it will be worse than the previous one. My children, why do you still not understand? Protect yourselves, pray, pray a lot. Baptize and pray for the children, because evil wants to take their innocence. Now I leave you with the blessing of the Most Holy Trinity, Father, Son and Holy Spirit. Then she adds: read the Revelation and there you will find the truth for these times.","text_es":"Hija mía, dile al mundo que la fe es la única esperanza que tiene la humanidad, solo la oración, la caridad y el amor serán su salvación. Han llegado los tiempos predichos desde Fátima en adelante, nadie podrá decir que no lo había advertido. Muchos fueron los profetas y videntes elegidos para anunciar la verdad y los peligros de este mundo, pero muchos no han escuchado y todavía no escuchan. Lloro por estos niños que están perdidos, la apostasía de la Iglesia es cada vez más clara, mis hijos favoritos (sacerdotes) han rechazado mi protección. Hija mía, dile al mundo que ore por los poderosos, porque desatarán una gran guerra. Reza por la Iglesia, porque está en su destrucción, reza por Italia porque llorará a sus muertos, el hambre está cerca y no estás preparado. Otro virus está sobre nosotros y será peor que el anterior. Niños, ¿por qué todavía no comprenden? Protégete, reza, reza mucho. Bautiza y reza por los niños, porque el mal quiere quitarles la inocencia. Ahora los dejo con la bendición de la Santísima Trinidad, Padre, Hijo y Espíritu Santo. Luego agrega: lee el Apocalipsis y allí encontrarás la verdad para estos tiempos. ","text_fr":"Ma fille, dis au monde que la foi est le seul espoir de l'humanité, que la prière, la charité et l'amour seront leur salut. Les temps prévus à partir de Fatima sont arrivés, personne ne pourra dire que je n'avais pas prévenu. Beaucoup ont été les prophètes et voyants choisis pour annoncer la vérité et les dangers de ce monde, mais beaucoup n'ont pas écouté et n'écoutent toujours pas. Je pleure pour ces enfants perdus, l'apostasie de l'Église est de plus en plus claire, mes enfants préférés (prêtres) ont refusé ma protection. Ma fille, dis au monde de prier pour les puissants, car ils vont déclencher une grande guerre. Priez pour l'Église, parce qu'elle est à sa destruction, priez pour l'Italie parce qu'elle pleurera ses morts, la famine est proche et vous n'êtes pas préparés. Un autre virus est sur nous et ce sera pire que le précédent. Les enfants, pourquoi ne comprenez-vous toujours pas? Protégez-vous, priez, priez beaucoup. Baptisez et priez pour les enfants, car le mal veut prendre leur innocence. Maintenant, je vous laisse avec la bénédiction de la Sainte Trinité, Père, Fils et Saint-Esprit. Puis il ajoute: lisez l'Apocalypse et vous y trouverez la vérité pour ces temps. ","text_pt":"Minha filha, diga ao mundo que a fé é a única esperança que a humanidade tem, somente a oração, a caridade e o amor serão sua salvação. Chegaram os tempos previstos a partir de Fátima, ninguém poderá dizer que não avisei. Muitos foram os profetas e videntes escolhidos para anunciar a verdade e os perigos deste mundo, mas muitos não ouviram e ainda não ouvem. Choro por essas crianças que estão perdidas, a apostasia da Igreja está cada vez mais clara, meus filhos favoritos (padres) recusaram minha proteção. Minha filha, diga ao mundo para orar pelos poderosos, porque eles vão desencadear uma grande guerra. Ore pela Igreja, porque ela está em sua destruição, reze pela Itália porque ela chorará seus mortos, a fome está próxima e você não está preparado. Outro vírus está sobre nós e será pior do que o anterior. Filhos, por que vocês ainda não entendem? Protejam-se, orem, orem muito. Batize e ore pelas crianças, porque o mal quer tirar sua inocência. Agora os deixo com a bênção da Santíssima Trindade, Pai, Filho e Espírito Santo. Depois acrescenta: leia o Apocalipse e aí você encontrará a verdade para esses tempos. ","text_de":"Meine Tochter, sag der Welt, dass der Glaube die einzige Hoffnung ist, die die Menschheit hat. Nur Gebet, Nächstenliebe und Liebe werden ihre Erlösung sein. Die von Fatima an vorhergesagten Zeiten sind gekommen, niemand wird sagen können, dass ich nicht gewarnt habe. Viele waren die Propheten und Seher, die ausgewählt wurden, um die Wahrheit und die Gefahren dieser Welt zu verkünden, doch viele haben nicht zugehört und hören immer noch nicht zu. Ich weine um diese Kinder, die verloren sind, der Abfall von der Kirche wird immer deutlicher, meine Lieblingskinder (Priester) haben meinen Schutz verweigert. Meine Tochter, sag der Welt, sie soll für die Mächtigen beten, weil sie einen großen Krieg auslösen werden. Bete für die Kirche, weil sie zerstört ist, bete für Italien, weil sie um ihre Toten trauern wird, die Hungersnot nahe ist und du nicht vorbereitet bist. Ein anderes Virus ist auf uns zugekommen und es wird schlimmer sein als das vorherige. Kinder, warum verstehst du das nicht immer noch? Schützen Sie sich, beten Sie, beten Sie viel. Taufe und bete für die Kinder, weil das Böse ihre Unschuld nehmen will. Jetzt verlasse ich Sie mit dem Segen der Heiligen Dreifaltigkeit, des Vaters, des Sohnes und des Heiligen Geistes. Dann fügt er hinzu: Lies die Apokalypse und dort wirst du die Wahrheit für diese Zeiten finden. ","text_pl":"Moja córko, powiedz światu, że wiara jest jedyną nadzieją, jaką ma ludzkość, że tylko modlitwa, miłosierdzie i miłość będą dla niej ratunkiem. Czasy przepowiedziane od Fatimy nadeszły, nikt nie będzie mógł powiedzieć, że nie ostrzegałam. Wielu było proroków i widzacych wybranych do głoszenia prawdy i niebezpieczeństw tego świata, a jednak wielu nie słuchało i nadal nie słucha. Płaczę za tymi dziećmi, które się zagubiły, apostazja Kościoła staje się coraz bardziej wyraźna, moje ukochane dzieci (kapłani) odrzuciły moją opiekę. Moja córko, powiedz światu, aby modlił się za potężnych, bo oni rozpętają wielką wojnę. Módlcie się za Kościół, bo jest na drodze ku  zniszczeniu, módlcie się za Włochy, bo będzie opłakiwać swoich zmarłych, głód jest blisko, a ty nie jesteś przygotowany. Kolejny wirus jest u drzwi i będzie gorszy od poprzedniego. Dzieci moje, dlaczego jeszcze nie rozumiecie? Chrońcie się, módlcie się, dużo się módlcie. Chrzcijcie i módlcie się za dzieci, bo zło chce odebrać im niewinność. Teraz zostawiam was z błogosławieństwem Trójcy Przenajświętszej, Ojca i Syna i Ducha Świętego. Następnie dodaje: Czytajcie Apokalipsę, a tam znajdziecie prawdę na te czasy...","text_zh":"我的女儿告诉全世界，信仰是人类唯一的希望，只有祈祷，慈善和爱心才能成为他们的救赎。从法蒂玛开始的预测时代已经到来，没有人能够说我没有警告过。许多人是选择来宣扬真理和这个世界的危险的先知和先知，但是许多人没有听过，仍然不听。我为这些迷路的孩子哭泣，教会的背道越来越明显，我最喜欢的孩子（牧师）拒绝了我的保护。我的女儿，告诉世界为有权势的人祈祷，因为他们会发动一场伟大的战争。为教会祈祷，因为它已经毁灭了，为意大利祈祷，因为它将哀悼死者，饥荒已经临近，您还没有做好准备。另一种病毒正在我们身上，它将比前一种病毒更严重。孩子们，你为什么还不明白？保护自己，祈祷，祈祷很多。为孩子们洗礼并为他们祈祷，因为邪恶想夺走他们的纯真。现在，我将三位一体，父亲，儿子和圣灵的祝福留给您。然后，他补充说：阅读《启示录》，您将在这里找到这些时代的真相。 "},{"year":2021,"month":1,"day":30,"author":"Holy Mary","month_string":"January","text_it":"Cari figli, grazie per avere risposto alla mia chiamata nel vostro cuore, mi conforta guardarvi nella preghiera con la fede nel cuore. Figli, guardate ciò che sta accadendo intorno a voi, le catastrofi naturali non si sono fatte attendere nel mondo e continueranno. Figli, i tempi sono questi, il braccio di Dio non si può più tenere, la Sua giustizia sarà grande, a volte atroce su coloro che bestemmiano il Suo Santo Nome, per quei figli consacrati che hanno profanato la Chiesa e non hanno avuto pietà di quanto dolore causavano a mio Figlio. Figli, non credete a questo mondo che vuole corrompervi nel migliore dei modi, facendo passare tutto il male come lecito. Fate attenzione alle lusinghe del demonio che in questi tempi e con tanti peccati, ha preso forza. Figli miei, la vostra fede vi salverà, chiedete con fede e vi sarà dato, bussate e vi sarà aperto, invocate il Mio Nome e quello di Gesù e non vi lasceremo soli. Vi amo e vi sono vicina. Pregate per l’America, per i sacerdoti e il Papa. Pregate per i potenti del mondo, affinchè i loro cuori siano illuminati e la pace regni sulla terra. Ora vi lascio con la mia Materna Benedizione nel nome del Padre, del Figlio e dello Spirito Santo, Amen.","text_en":"Dear children, thank you for having responded to my call in your hearts, it comforts me to watch you in prayer with faith in your hearts. My children, look at what is happening around you, natural disasters have not waited in the world and will continue. My children, these are the times, the arm of God can no longer be held, His justice will be great, sometimes atrocious on those who blaspheme His Holy Name, for those consecrated children who have profaned the Church and had no mercy on how much pain they caused my Son. Children, do not believe this world that wants to corrupt you in the best of ways, making all evil pass as lawful. Beware of the enticements of the devil who in these times and with so many sins has gained strength. My children, your faith will save you, ask with faith and it will be given to you, knock and it will be opened to you, invoke My Name and that of Jesus and we will not leave you alone. I love you and I am close to you. Pray for America, for the priests and the Pope. Pray for the powerful of the world, that their hearts may be enlightened and that peace may reign on earth. Now I leave you with my Motherly Blessing in the name of the Father, the Son and the Holy Spirit, Amen.","text_es":"Queridos hijos, gracias por haber respondido a mi llamado en su corazón, me reconforta mirarlos en oración con fe en su corazón. Niños, miren lo que pasa a su alrededor, los desastres naturales no tardaron en llegar al mundo y continuarán. Hijos, estos son los tiempos, el brazo de Dios ya no se puede sostener, Su justicia será grande, a veces atroz sobre los que blasfeman Su Santo Nombre, por esos niños consagrados que han profanado la Iglesia y no tuvieron piedad de cuánto dolor causaron. mi hijo. Hijos, no crean en este mundo que quiere corromperlos de la mejor manera, haciendo que todo mal pase por lícito. Fíjense en los halagos del diablo que en estos tiempos y con tantos pecados ha cobrado fuerza. Hijos míos, su fe los salvará, pidan con fe y se les dará, toquen y se les abrirá, invoquen Mi Nombre y el de Jesús y no los dejaremos solos. Te amo y estoy cerca de ti. Rezad por América, por los sacerdotes y el Papa, rezad por los poderosos del mundo, para que se ilumine su corazón y reine la paz en la tierra. Ahora los dejo con mi Bendición Materna en el nombre del Padre, del Hijo y del Espíritu Santo, Amén. ","text_fr":"Chers enfants, merci d'avoir répondu à mon appel dans votre cœur, cela me réconforte de vous regarder dans la prière avec foi dans votre cœur. Enfants, regardez ce qui se passe autour de vous, les catastrophes naturelles n'ont pas tardé à se produire et vont continuer. Enfants, ce sont les temps, le bras de Dieu ne peut plus être tenu, Sa justice sera grande, parfois atroce sur ceux qui blasphèment son Saint Nom, pour ces enfants consacrés qui ont profané l'Église et n'ont eu aucune pitié de la douleur qu'ils ont causée. mon fils. Enfants, ne croyez pas en ce monde qui veut vous corrompre de la meilleure façon, faisant passer tout mal comme licite. Faites attention à la flatterie du diable qui, en ces temps et avec tant de péchés, a gagné en force. Mes enfants, votre foi vous sauvera, demandez avec foi et elle vous sera donnée, frappez et elle vous sera ouverte, invoquez Mon Nom et celui de Jésus et nous ne vous laisserons pas seuls. Je t'aime et je suis proche de toi. Priez pour l'Amérique, pour les prêtres et le Pape, priez pour les puissants du monde, afin que leur cœur soit éclairé et que la paix règne sur la terre. Maintenant, je vous laisse avec ma Bénédiction Maternelle au nom du Père, du Fils et du Saint-Esprit, Amen. ","text_pt":"Queridos filhos, obrigado por ter respondido ao meu apelo em seus corações, consola-me olhar para vocês em oração com fé em seus corações. Filhos, vejam o que está acontecendo ao seu redor, os desastres naturais não tardaram a chegar no mundo e continuarão. Filhos, esta é a hora, o braço de Deus não pode mais ser segurado, Sua justiça será grande, às vezes atroz para aqueles que blasfemam Seu Santo Nome, para aqueles filhos consagrados que profanaram a Igreja e não tiveram misericórdia de quanta dor causaram meu filho. Filhos, não acreditem neste mundo que quer corromper vocês da melhor maneira, fazendo todo o mal passar por lícito. Preste atenção à bajulação do diabo que nestes tempos e com tantos pecados, tem se fortalecido. Filhos meus, a vossa fé vos salvará, peçam com fé e ser-vos-á dada, batam e vos será aberto, invoquem o Meu Nome e o de Jesus e não vos deixaremos sós. Eu te amo e estou perto de você. Rezem pela América, pelos sacerdotes e pelo Papa, rogem pelos poderosos do mundo, para que seus corações sejam iluminados e a paz reine na terra. Agora os deixo com minha Bênção Materna em nome do Pai, do Filho e do Espírito Santo, Amém. ","text_de":"Liebe Kinder, danke, dass Sie auf meinen Ruf in Ihrem Herzen reagiert haben. Es tröstet mich, Sie im Gebet mit Glauben an Ihr Herz anzusehen. Kinder, schauen Sie sich an, was um Sie herum passiert. Naturkatastrophen ließen nicht lange auf sich warten und werden weitergehen. Kinder, dies sind die Zeiten, in denen Gottes Arm nicht länger gehalten werden kann. Seine Gerechtigkeit wird groß sein, manchmal grausam gegenüber denen, die seinen heiligen Namen lästern, für jene geweihten Kinder, die die Kirche entweiht haben und keine Gnade dafür hatten, wie viel Schmerz sie verursacht haben mein Sohn. Kinder, glauben Sie nicht an diese Welt, die Sie bestmöglich verderben will und alles Böse als rechtmäßig ansieht. Achten Sie auf die Schmeichelei des Teufels, der in diesen Zeiten und mit so vielen Sünden an Stärke gewonnen hat. Meine Kinder, dein Glaube wird dich retten, im Glauben fragen und es wird dir gegeben werden, klopfen und es wird dir geöffnet werden, meinen Namen und den von Jesus anrufen und wir werden dich nicht alleine lassen. Ich liebe dich und bin dir nahe. Bete für Amerika, für die Priester und den Papst. Bete für die Mächtigen der Welt, damit ihre Herzen erleuchtet werden und Frieden auf Erden herrscht. Jetzt verlasse ich dich mit meinem mütterlichen Segen im Namen des Vaters, des Sohnes und des Heiligen Geistes, Amen. ","text_pl":"Drogie dzieci, dziękuję wam, że odpowiedzieliście na moje wezwanie w waszych sercach, pociesza mnie to, że mogę patrzeć na was w modlitwie z wiarą w sercu. Moje dzieci, spójrzcie na to, co się dzieje wokół was, klęski żywiołowe niedługo nadejdą i będą się powtarzać. Moje dzieci, takie są czasy, ramię Boga nie może być dłużej powstrzymywane, Jego sprawiedliwość będzie wielka, czasami okrutna dla tych, którzy bluźnią Jego Świętemu Imieniu, dla tych konsekrowanych dzieci, które sprofanowały Kościół i nie miały litości nad tym, jak wiele bólu sprawiły mojemu Synowi. Dzieci moje, nie wierzcie temu światu, który chce was zepsuć w najlepszy z możliwych sposobów, sprawiając, że wszelkie zło uchodzi za zgodne z prawem. Zwróćcie uwagę na pokusy diabła, który w tych czasach i z tak wielu grzechów zyskał siłę. Dzieci moje, wasza wiara was ocali, proście z wiarą, a będzie wam dane, kołaczcie, a będzie wam otworzone, wzywajcie Mojego Imienia i Imienia Jezusa, a nie zostawimy was samych. Kocham cię i jestem blisko ciebie. Módlcie się za Amerykę, za księży i papieża. Módlcie się za potężnych świata, aby ich serca mogły być oświecone i żeby pokój zapanował na ziemi. Teraz zostawiam was z moim Matczynym Błogosławieństwem w imię Ojca i Syna i Ducha Świętego, Amen.","text_zh":"亲爱的孩子们，感谢您在我心中回应我的呼吁，让我以对自己的信念充满信心地祷告看着我，这使我感到安慰。孩子们，看看周围发生的事情，自然灾害在世界上出现的时间并不长，而且还会持续下去。孩子们，这是时代，上帝的手臂不再握住，他的正义将是伟大的，有时亵渎那些亵渎他的圣名的人，对于那些亵渎教会，不怜悯他们造成多少痛苦的奉献孩子我的儿子。孩子们，不要相信这个世界，它想以最好的方式腐化你，使一切邪恶都合法化。要注意魔鬼的奉承，魔鬼在这些时代以如此之多的罪恶获得了力量。我的孩子们，您的信仰将拯救您，在信仰中向您祈求，并将其奉献给您，敲敲它，向您敞开，援引我的名字和耶稣的名字，我们不会孤单。我爱你，我离你很近。为美国，祭司和教皇祈祷，为世界的强大祈祷，为他们的心灵开明，并在世界上统治着和平。现在，我以父亲，儿子和圣灵阿们的名义留下母亲的祝福。 "},{"year":2021,"month":2,"day":3,"author":"Holy Mary","month_string":"February","text_it":"Cari figli, grazie per aver ascoltato la mia chiamata nel vostro cuore. Figli adorati, grazie per le vostre preghiere. Io, vostra Madre, sono qui, tocco la terra per istruirvi, una mamma che vi rialza quando cadete, che vi toglie dal fango e dove alcune creature si trovano; sono sempre io che asciugo le vostre lacrime, che vi ridò la speranza e la luce di mio Figlio per illuminarvi la strada. Figli miei sono vostra Madre: perché non approfittate della Misericordia che scende su di voi per cambiare la vostra vita? Figli adorati pregate per la Chiesa, perché ormai la lotta è alle porte, essa vivrà la sua passione. Pregate tanto, senza sosta. Una forte tempesta scuoterà il mondo e voi, ancora, perdete il vostro tempo legandovi alle cose terrene. Figli miei, tutto è pronto per voi, latte e miele scenderanno dai monti; pace, amore e tanta serenità è pronta per voi; ma vi chiedo, credete e vivete i miei messaggi. Figli miei, oggi scenderanno molte grazie, testimoniate, siate grati a Dio per tanto amore, riconoscendolo come unico vero Dio. Ora vi lascio con la mia Benedizione materna nel nome del Padre, del Figlio e dello Spirito Santo, Amen","text_en":"Dear children, thank you for listening to my call in your hearts. Beloved children, thank you for your prayers. I, your Mother, am here, touching the earth to instruct you, a mother who lifts you up when you fall, who lifts you out of the mud and where some creatures are; it is always I who wipes away your tears, who gives you back hope and the light of my Son to light your way. My children, I am your Mother: why do you not take advantage of the Mercy that descends upon you to change your lives? Beloved children, pray for the Church, for by now the struggle is at the doors, she will live her passion. Pray much, without ceasing. A strong storm will shake the world and you are still wasting your time by tying yourselves to earthly things. My children, everything is ready for you, milk and honey will come down from the mountains; peace, love and much serenity is ready for you; but I ask you, believe and live my messages. My children, today many graces will come down, witness, be grateful to God for so much love, recognizing Him as the only true God. Now I leave you with my motherly blessing in the name of the Father, the Son and the Holy Spirit, Amen.","text_es":"Queridos hijos, gracias por haber escuchado mi llamado en su corazón. Hijos adorados, gracias por sus oraciones. Yo, tu Madre, estoy aquí, toco la tierra para instruirte, una Madre que te levanta cuando caes, que te saca del barro y donde están algunas criaturas; Siempre soy Yo quien seca tus lágrimas, quien te devuelve la esperanza y la luz de mi Hijo para iluminar tu camino. Hijos míos, soy vuestra Madre: ¿por qué no aprovecháis la Misericordia que desciende sobre vosotros para cambiar vuestra vida? Hijos adorados, rezad por la Iglesia, porque ahora la lucha está a las puertas, ella vivirá su pasión. Reza mucho, sin parar. Una fuerte tormenta sacudirá el mundo y tú, nuevamente, perderás tu tiempo uniéndote a las cosas terrenales. Hijos míos, todo está listo para ustedes, la leche y la miel descenderán de los montes; la paz, el amor y mucha serenidad están listos para ti; pero yo les pido, crean y vivan mis mensajes. Hijos míos, hoy descenderán muchas gracias, testimonio, agradeced a Dios por tanto amor, reconociéndolo como el único Dios verdadero. Ahora os dejo con mi bendición materna en el nombre del Padre, del Hijo y del Santo. Espíritu, amén ","text_fr":"Chers enfants, merci d'avoir écouté mon appel dans votre cœur. Enfants adorés, merci pour vos prières. Moi, votre Mère, je suis là, je touche la terre pour vous instruire, une mère qui vous soulève lorsque vous tombez, qui vous sort de la boue et où se trouvent certaines créatures; c'est toujours moi qui sèche vos larmes, qui vous ai rendu l'espérance et la lumière de mon Fils pour illuminer votre chemin. Mes enfants, je suis votre Mère: pourquoi ne profitez-vous pas de la Miséricorde qui s'abat sur vous pour changer votre vie? Enfants adorés, priez pour l'Église, car maintenant la lutte est aux portes, elle vivra sa passion. Priez beaucoup, sans vous arrêter. Une forte tempête secouera le monde et vous perdrez encore votre temps à vous lier aux choses terrestres. Mes enfants, tout est prêt pour vous, le lait et le miel descendront des montagnes; la paix, l'amour et beaucoup de sérénité sont prêts pour vous; mais je vous demande, croyez et vivez mes messages. Mes enfants, aujourd'hui de nombreuses grâces vont descendre, témoigner, être reconnaissants à Dieu pour tant d'amour, le reconnaître comme le seul vrai Dieu. Maintenant je vous laisse avec ma Bénédiction maternelle au nom du Père, du Fils et du Saint Esprit, Amen ","text_pt":"Queridos filhos, obrigado por terem ouvido meu chamado em seus corações. Filhos adorados, obrigado por suas orações. Eu, tua Mãe, estou aqui, toco a terra para te instruir, uma mãe que te levanta quando caes, que te tira da lama e de onde estão algumas criaturas; sou sempre eu que enxugo as tuas lágrimas, que te devolvi a esperança e a luz do meu Filho para iluminar o teu caminho. Filhos meus, sou a vossa Mãe: porque não aproveitais a Misericórdia que desce sobre vós para mudar a vossa vida? Filhos adorados, rezem pela Igreja, porque agora a luta está às portas, ela viverá sua paixão. Reze muito, sem parar. Uma forte tempestade abalará o mundo e você, novamente, perderá seu tempo se vinculando às coisas terrenas. Meus filhos, tudo está pronto para vocês, leite e mel descerão das montanhas; paz, amor e muita serenidade estão prontos para você; mas eu te peço, acredite e viva minhas mensagens. Meus filhos, hoje muitas graças descerão, testemunharão, sejam gratos a Deus por tanto amor, reconhecendo-o como o único Deus verdadeiro, agora os deixo com minha Bênção maternal em nome do Pai, do Filho e do Santo Espírito amém ","text_de":"Liebe Kinder, danke, dass Sie auf meinen Ruf in Ihrem Herzen gehört haben. Verehrte Kinder, danke für deine Gebete. Ich, deine Mutter, bin hier, ich berühre die Erde, um dich zu unterweisen, eine Mutter, die dich hochhebt, wenn du fällst, die dich aus dem Schlamm nimmt und wo einige Kreaturen sind; Es ist immer ich, der deine Tränen trocknet, der dir die Hoffnung und das Licht meines Sohnes zurückgegeben hat, um deinen Weg zu erleuchten. Meine Kinder, ich bin deine Mutter. Warum nutzt du nicht die Barmherzigkeit, die auf dich herabkommt, um dein Leben zu verändern? Verehrte Kinder, betet für die Kirche, denn jetzt, da der Kampf vor den Toren steht, wird sie ihre Leidenschaft leben. Bete viel, ohne anzuhalten. Ein starker Sturm wird die Welt erschüttern und Sie verschwenden wieder Ihre Zeit damit, sich mit irdischen Dingen zu verbinden. Meine Kinder, alles ist bereit für dich, Milch und Honig werden von den Bergen herabkommen; Frieden, Liebe und viel Gelassenheit stehen für Sie bereit; aber ich frage dich, glaube und lebe meine Botschaften. Meine Kinder, heute werden viele Gnaden herabsteigen, Zeugnis ablegen, Gott für so viel Liebe dankbar sein und ihn als den einzig wahren Gott anerkennen. Jetzt überlasse ich Ihnen meinen mütterlichen Segen im Namen des Vaters, des Sohnes und des Heiligen Geist, Amen ","text_pl":"Drogie dzieci, dziękuję wam, że słuchacie mojego wołania w waszych sercach. Uwielbiane dzieci, dziękuję za wasze modlitwy. Ja, wasza Matka, jestem tutaj, przybywam na ziemę, aby was pouczyć, Matka, która podnosi was, gdy upadacie, która wyciąga was z błota i z miejsc, gdzie są jakieś stworzenia; to zawsze Ja ocieram wasze łzy, przywracam wam nadzieję i światło mojego Syna, aby oświecić waszą drogę. Dzieci moje, jestem waszą Matką: dlaczego nie korzystacie z Miłosierdzia, które zstępuje na was, aby zmienić wasze życie? Uwielbione dzieci, módlcie się za Kościół, bo teraz bitwa jest u drzwi, będzie żył swoją pasją. Módlcie się dużo, bez przerwy. Silna burza wstrząśnie światem, a wy nadal marnujecie swój czas, przywiązując się do ziemskich rzeczy. Dzieci moje, wszystko jest dla was gotowe, mleko i miód spłyną z gór, pokój, miłość i wiele pogody ducha jest dla was gotowe, ale proszę was, wierzcie i żyjcie moimi orędziami. Moje dzieci, dzisiaj zstąpi wiele łask, bądźcie świadkami, bądźcie wdzięczni Bogu za tyle miłości, uznając Go za jedynego prawdziwego Boga. Teraz zostawiam was z moim matczynym błogosławieństwem w imię Ojca i Syna i Ducha Świętego. Amen","text_zh":"亲爱的孩子们，谢谢你在我心中听了我的电话。敬拜的孩子们，谢谢你的祈祷。我，您的母亲，在这里，我触碰大地，指示您，一位母亲在您跌倒时将您抬起，将您从泥泞中带走，那里有一些生物。总是我会擦干您的眼泪，给您带来我儿子的希望和光辉，照亮您的道路。我的孩子们，我是您的母亲：您为什么不利用落在您身上的仁慈来改变自己的生活？敬拜的孩子们，为教堂祈祷，因为到现在斗争已经迫在眉睫，她将活出自己的热情。不停地祷告很多。一场强烈的风暴将撼动世界，您又会浪费时间与地上的事物联系在一起。我的孩子们，一切都准备就绪，牛奶和蜂蜜将从山上掉下来。和平，爱与宁静为您准备；但我问你，相信并活出我的信息。今天，我的孩子们将有许多恩典降临，见证，感谢上帝如此多的爱，并承认他是唯一的真实上帝。精神，阿们 "},{"year":2021,"month":2,"day":6,"author":"Holy Mary","month_string":"February","text_it":"Cari figli, grazie per aver risposto alla mia chiamata nel vostro cuore. Figli miei, molti di voi attendono l'Avvertimento come se fosse solo misericordia, ma ricordate figli, che sarà anche un evento che metterà a nudo chirurgicamente le vostre vite. Figli miei, Io sono venuta tra voi per mettere insieme il mio piccolo resto fedele. Figli, non siate come i farisei, non siate falsi, ricordate che Io vedo i vostri cuori e a me nulla potrà mai essere nascosto. Figli, testimoniate sempre e abbiate coraggio, a volte sentite la paura dei giudizi altrui così come fecero gli Apostoli e alcuni di loro per paura rinnegarono Gesù, eppure furono scelti da Lui. Figli, pregate per i potenti della terra, affinché non prendano la strada che hanno in mente, perché dai loro progetti dipenderanno i miei figli e il loro futuro, guerre sono in programma. Figli miei, Io sono qui e vi Amo. Fate cenacoli di preghiera ovunque, oggi il mondo ha bisogno di voi, pregate per la Chiesa e per i vostri governanti. Ora vi lascio con la mia benedizione materna nel nome del Padre, del Figlio e dello Spirito Santo, Amen.","text_en":"Dear children, thank you for responding to My call in your hearts. My children, many of you are waiting for the Warning as if it were only mercy, but remember children, it will also be an event that will surgically expose your lives. My children, I have come among you to put together My small faithful remnant. My children, do not be like the Pharisees, do not be false, remember that I see your hearts and nothing can ever be hidden from Me. Children, always testify and have courage, sometimes you feel the fear of others' judgments as did the Apostles and some of them for fear denied Jesus, yet they were chosen by Him. My children, pray for the powerful of the earth, so that they do not take the path they have in mind, for on their plans will depend my children and their future, wars are planned. My children, I am here and I love you. Make circles of prayer everywhere, today the world needs you, pray for the Church and for your rulers. I leave you now with my motherly blessing in the name of the Father, the Son and the Holy Spirit, Amen.","text_es":"Queridos hijos, gracias por haber respondido a mi llamado en su corazón. Hijos míos, muchos de ustedes esperan el Aviso como si fuera solo misericordia, pero recuerden niños, también será un evento que les desgarrará quirúrgicamente la vida. Hijos míos, he venido entre ustedes para juntar mi pequeño remanente fiel. Hijos, no sean como los fariseos, no sean falsos, recuerden que veo sus corazones y nada se me puede ocultar jamás. Hijos, siempre den testimonio y tengan coraje, a veces sienten el temor de los juicios de los demás como lo hicieron los Apóstoles y algunos de ellos negaron a Jesús por temor, pero fueron elegidos por Él. Niños, oren por los poderosos de los tierra, para que no tomen el camino que tienen en mente, porque mis hijos y su futuro dependerán de sus proyectos, las guerras están planeadas. Hijos míos, estoy aquí y los amo. Haz cenáculos de oración en todas partes, hoy el mundo te necesita, ora por la Iglesia y por tus gobernantes. Ahora los dejo con mi bendición maternal en el nombre del Padre, del Hijo y del Espíritu Santo, Amén. ","text_fr":"Chers enfants, merci d'avoir répondu à mon appel dans votre cœur. Mes enfants, vous êtes nombreux à attendre l'Avertissement comme s'il ne s'agissait que de miséricorde, mais rappelez-vous les enfants, ce sera aussi un événement qui vous dépouillera chirurgicalement la vie. Mes enfants, je suis venu parmi vous pour rassembler mon petit reste fidèle. Enfants, ne soyez pas comme les pharisiens, ne soyez pas faux, souvenez-vous que je vois vos cœurs et que rien ne pourra jamais m'être caché. Enfants, témoignez toujours et ayez du courage, parfois vous ressentez la peur des jugements des autres comme l'ont fait les apôtres et certains d'entre eux ont renié Jésus par peur, mais ils ont été choisis par lui. Enfants, priez pour les puissants de la la terre, pour qu’ils ne prennent pas le chemin qu’ils ont en tête, car mes enfants et leur avenir dépendront de leurs projets, des guerres sont prévues. Mes enfants, je suis ici et je vous aime. Faites des cénacles de prière partout, aujourd'hui le monde a besoin de vous, priez pour l'Église et pour vos dirigeants. Maintenant, je vous laisse avec ma bénédiction maternelle au nom du Père, Fils et Saint-Esprit, Amen. ","text_pt":"Queridos filhos, obrigado por ter respondido ao meu apelo em seus corações. Meus filhos, muitos de vocês aguardam o Aviso como se fosse apenas misericórdia, mas lembrem-se, filhos, também será um evento que irá destruir cirurgicamente suas vidas. Meus filhos, vim entre vocês para reunir meu pequeno remanescente fiel. Filhos, não sejam como os fariseus, não sejam falsos, lembrem-se que vejo os seus corações e nada poderá ficar escondido de mim. Filhos, sempre dêem testemunho e tenham coragem, às vezes vocês sentem medo dos julgamentos dos outros assim como os apóstolos e alguns deles negaram Jesus por medo, mas foram escolhidos por Ele. Filhos, orem pelos poderosos dos terra, para que não percam o caminho que pretendem, porque os meus filhos e o seu futuro vai depender dos seus projectos, as guerras estão planeadas. Meus filhos, estou aqui e amo vocês. Faça cenáculos de oração em todos os lugares, hoje o mundo precisa de você, ore pela Igreja e por seus governantes. Agora os deixo com minha bênção maternal em nome do Pai, Filho e Espírito Santo, Amém. ","text_de":"Liebe Kinder, vielen Dank, dass Sie auf meinen Ruf in Ihrem Herzen reagiert haben. Meine Kinder, viele von Ihnen warten auf die Warnung, als wäre es nur Gnade, aber denken Sie daran, Kinder, es wird auch ein Ereignis sein, das Ihr Leben chirurgisch beraubt. Meine Kinder, ich bin unter euch gekommen, um meinen kleinen treuen Überrest zusammenzustellen. Kinder, seid nicht wie die Pharisäer, seid nicht falsch, denkt daran, dass ich eure Herzen sehe und nichts jemals vor mir verborgen werden kann. Kinder, zeugen immer und haben Mut, manchmal spürt man die Angst vor den Urteilen anderer, so wie es die Apostel taten, und einige von ihnen leugneten Jesus aus Angst, doch sie wurden von ihm auserwählt. Kinder, beten Sie für die Mächtigen der Erde, damit sie nicht den Weg gehen, den sie sich vorgestellt haben, weil meine Kinder und ihre Zukunft von ihren Projekten abhängen, sind Kriege geplant. Meine Kinder, ich bin hier und ich liebe dich. Machen Sie überall Gebetsräume, heute braucht die Welt Sie, beten Sie für die Kirche und für Ihre Herrscher. Jetzt verlasse ich dich mit meinem mütterlichen Segen im Namen des Vaters, des Sohnes und des Heiligen Geistes, Amen. ","text_pl":"Drogie dzieci, dziękuję wam, że odpowiedzieliście na moje wezwanie w waszych sercach. Moje dzieci, wielu z was oczekuje Ostrzeżenia, jakby to była tylko litość, ale pamiętajcie dzieci, będzie to również wydarzenie, które chirurgicznie obnaży wasze życie. Dzieci moje, przyszłam między was, aby zgromadzić Moją małą wierną resztkę. Dzieci moje, nie bądźcie jak faryzeusze, nie bądźcie fałszywi, pamiętajcie, że Ja widzę wasze serca i nic nie może być przede Mną ukryte. Dzieci moje, zawsze dawajcie świadectwo i miejcie odwagę, czasami odczuwacie strach przed osądem innych, tak jak Apostołowie, gdy niektórzy z nich ze strachu zaparli się Jezusa, a jednak zostali przez Niego wybrani. Dzieci moje, módlcie się za możnych tej ziemi, aby nie szli drogą, którą sobie obrali, bo od ich planów zależą moje dzieci i ich przyszłość. Dzieci moje, jestem tu i kocham was. Twórzcie wszędzie wieczerniki modlitwy, dziś świat was potrzebuje, módlcie się za Kościół i za waszych władców. Teraz zostawiam was z moim matczynym błogosławieństwem w imię Ojca i Syna i Ducha Świętego, Amen.","text_zh":"亲爱的孩子们，谢谢您在我心中对我的呼吁的回应。我的孩子们，你们中的许多人都在等待警告，就好像只是怜悯一样，但要记住孩子们，这也是一场外科手术，将使您的生活失去生命。我的孩子们，我已经来到你们中间，把我那小小的忠实的余民聚在一起。孩子们，不要像法利赛人那样，不要虚假，要记住，我看到了你的心，没有东西可以对我隐瞒。孩子们总是作见证并有勇气，有时您会像使徒一样感到害怕别人的判断，其中一些人出于恐惧而拒绝了耶稣，但他们却被他拣选了。地球，这样他们就不会走他们所想的路，因为我的孩子们和他们的未来将取决于他们的项目，战争是有计划的。我的孩子们，我在这里，我爱你。今天到处都需要祈祷，为教会和统治者祈祷。现在，我以父，子，圣灵阿们的名义，留下母亲的祝福。 "},{"year":2021,"month":2,"day":9,"author":"Holy Mary","month_string":"February","text_it":"Figli miei, grazie per essere qui nella preghiera. Figli miei, voi che mi accogliete nel vostro cuore dico: Gesù è più vicino di quanto voi immaginiate, piccoli miei è tutto pronto per voi e non temete mai quando siete in Cristo. Figli, pregate per i tempi che stanno arrivando perché sarà un susseguirsi di eventi drammatici e di segni grandiosi e sarà difficile dubitarne la provenienza, tranne per chi è già dalla parte di Satana e per chi avrà il cuore chiuso. Figli miei, piango per Roma che ha voltato le spalle a Dio pensando più al potere. Oh! Roma, presto mangerà la polvere della sua rovina. Figli miei, pregate per il Sud Italia. Figli pregate per l'America perché obbedisce ai piani diabolici. Figli, vi ricordo che le preghiere hanno mitigato molti eventi, vi prego di continuare nella preghiera, siete sulla salita del Golgota e state portando le croci, fate digiuni e sacrifici. Ora vi lascio con la mia benedizione nel nome del Padre, del Figlio e dello Spirito Santo, Amen.","text_en":"My children, thank you for being here in prayer. My children, you who welcome me into your hearts I say, Jesus is closer than you imagine, my little ones everything is ready for you and never fear when you are in Christ. My children, pray for the times that are coming because it will be a succession of dramatic events and great signs and it will be difficult to doubt where they are coming from, except for those who are already on Satan's side and for those whose hearts are closed. My children, I weep for Rome who has turned her back on God thinking more of power. Oh! Rome, soon she will eat the dust of her ruin. My children, pray for Southern Italy. My children, pray for America because it obeys diabolical plans. Children, I remind you that prayers have mitigated many events, please continue in prayer, you are on the ascent of Golgotha and you are carrying crosses, make fasts and sacrifices. Now I leave you with my blessing in the name of the Father, the Son and the Holy Spirit, Amen.","text_es":"Hijos míos, gracias por estar aquí en oración. Hijos míos, ustedes que me acogen en su corazón, les digo: Jesús está más cerca de lo que imaginan, pequeños míos, todo está listo para ustedes y nunca temas cuando están en Cristo. Hijos, oren por los tiempos que se avecinan porque será una sucesión de hechos dramáticos y signos grandiosos y será difícil dudar de su origen, excepto por los que ya están del lado de Satanás y por los que tienen el corazón cerrado. Hijos míos, lloro por Roma que le ha dado la espalda a Dios pensando más en el poder. ¡Oh! Roma pronto se comerá el polvo de su ruina. Hijos míos, recen por el sur de Italia. Niños, oren por América porque obedece a los planes malvados. Niños, les recuerdo que las oraciones han mitigado muchos eventos, por favor continúen en oración, están subiendo al Gólgota y están cargando cruces, están ayunando y haciendo sacrificios. Ahora los dejo con mi bendición en el nombre del Padre, del Hijo y del Espíritu Santo, Amén. ","text_fr":"Mes enfants, merci d'être ici en prière. Mes enfants, vous qui m'accueillez dans votre cœur, je dis: Jésus est plus proche que vous ne l'imaginez, mes petits, tout est prêt pour vous et vous ne craignez jamais quand vous êtes en Christ. Enfants, priez pour les temps qui viennent car ce sera une succession d'événements dramatiques et de signes grandioses et il sera difficile de douter de leur origine, sauf pour ceux qui sont déjà du côté de Satan et pour ceux qui ont le cœur fermé. Mes enfants, je pleure pour Rome qui a tourné le dos à Dieu en pensant davantage au pouvoir. Oh! Rome va bientôt manger la poussière de sa ruine. Mes enfants, priez pour le sud de l'Italie. Enfants, priez pour l'Amérique parce qu'elle obéit aux plans diaboliques. Enfants, je vous rappelle que les prières ont atténué de nombreux événements, veuillez continuer dans la prière, vous êtes sur l'ascension du Golgotha ​​et vous portez des croix, vous jeûnez et faites des sacrifices. Maintenant, je vous laisse avec ma bénédiction au nom du Père, du Fils et du Saint-Esprit, Amen. ","text_pt":"Meus filhos, obrigado por estar aqui em oração. Meus filhos, vocês que me acolhem em seu coração, digo: Jesus está mais perto do que imaginam, meus pequeninos, tudo está pronto para vocês e não temam quando estão em Cristo. Filhos, orem pelos tempos que estão por vir, porque será uma sucessão de acontecimentos dramáticos e sinais grandiosos e será difícil duvidar de sua origem, exceto para aqueles que já estão do lado de Satanás e para aqueles que têm o coração fechado. Filhos meus, choro por Roma que deu as costas a Deus pensando mais no poder. Oh! Roma logo comerá a poeira de sua ruína. Meus filhos, orem pelo sul da Itália. Filhos, orem pela América porque ela obedece aos planos do mal. Filhos, recordo-lhes que as orações mitigaram muitos acontecimentos, continuem a orar, vocês estão na subida do Gólgota e carregam cruzes, estão jejuando e fazendo sacrifícios. Agora os deixo com minha bênção em nome do Pai, do Filho e do Espírito Santo, Amém. ","text_de":"Meine Kinder, danke, dass Sie hier im Gebet sind. Meine Kinder, Sie, die Sie in Ihrem Herzen willkommen heißen, ich sage: Jesus ist näher als Sie sich vorstellen, meine Kleinen, alles ist bereit für Sie und Sie fürchten sich nie, wenn Sie in Christus sind. Kinder, betet für die kommenden Zeiten, denn es wird eine Folge von dramatischen Ereignissen und grandiosen Zeichen sein und es wird schwierig sein, an ihrer Herkunft zu zweifeln, außer für diejenigen, die bereits auf Satans Seite stehen und für diejenigen, die ein geschlossenes Herz haben. Meine Kinder, ich weine um Rom, das Gott den Rücken gekehrt hat und mehr über Macht nachdenkt. Oh! Rom wird bald den Staub seiner Ruine essen. Meine Kinder, betet für Süditalien. Kinder, betet für Amerika, weil es den bösen Plänen gehorcht. Kinder, ich erinnere Sie daran, dass Gebete viele Ereignisse gemildert haben. Bitte beten Sie weiter. Sie befinden sich auf dem Aufstieg nach Golgatha und tragen Kreuze. Sie fasten und bringen Opfer. Jetzt verlasse ich dich mit meinem Segen im Namen des Vaters, des Sohnes und des Heiligen Geistes, Amen. ","text_pl":"Dzieci moje, dziękuję wam, że jesteście tutaj na modlitwie. Moje dzieci, wam, którzy przyjmujecie mnie do waszych serc, mówię: Jezus jest bliżej niż sobie wyobrażacie, moje maleństwa, wszystko jest dla was gotowe i nigdy nie lękajcie się, gdy jesteście w Chrystusie. Moje dzieci, módlcie się za czasy, które nadchodzą, ponieważ nastąpi ciąg dramatycznych wydarzeń i wielkich znaków i trudno będzie wątpić, skąd one pochodzą, z wyjątkiem tych, którzy już są po stronie szatana i tych, których serca są zamknięte. Dzieci moje, płaczę nad Rzymem, który odwrócił się od Boga, myśląc bardziej o władzy. Och! Rzym, wkrótce zje pył swojej ruiny. Moje dzieci, módlcie się za południowe Włochy. Moje dzieci, módlcie się za Amerykę, ponieważ jest ona posłuszna diabelskim planom. Dzieci moje, przypominam wam, że modlitwy złagodziły wiele wydarzeń, błagam was, trwajcie na modlitwie, jesteście na Golgocie i niesiecie krzyże, czyńcie posty i wyrzeczenia. Teraz zostawiam was z moim błogosławieństwem w imię Ojca, Syna i Ducha Świętego, Amen.","text_zh":"我的孩子们，谢谢你在这里祈祷。我的孩子们，那些欢迎我进入您内心的孩子，我说：耶稣比您想象的要近，我的小孩子们，一切都已经为您准备好了，当您在基督里时，您从不惧怕。孩子们，为即将到来的时代祈祷，因为这将是一系列戏剧性事件和宏伟征兆的象征，除了那些已经站在撒但一边的人和那些内心灰心的人之外，很难怀疑其起源。我的孩子们，我为罗马哭泣，罗马已经放弃了上帝对权力的更多思考。哦！罗马很快就会吃掉废墟的尘土。我的孩子们，为意大利南部祈祷。孩子们，为美国祈祷，因为它遵守邪恶的计划。孩子们，我提醒你祈祷已经减轻了许多事情，请继续祈祷，你在Golgotha的上升中，你背着十字架，你在禁食并做出牺牲。现在，我以父亲，儿子和圣灵阿们的名义离开你，并祝福我。 "},{"year":2021,"month":2,"day":13,"author":"Holy Mary","month_string":"February","text_it":"Figli miei, grazie per essere qui nella preghiera. Dolci bambini miei, quanto vorrei mettervi in prima fila tra i miei combattenti, i miei soldati di luce, siate degni, amate il mio Gesù, non siate cupi, ma amate con diligenza. Figli, molti di voi in questo periodo verranno trasformati e riempiti di Spirito Santo per essere in grado di avere la nostra luce, molti altri si sentiranno vuoti, quasi con la sensazione di non avere il conforto di Dio. Questa condizione vi farà molto soffrire, ma non abbiate paura, Dio non vi abbandonerà mai, questo stato vi farà capire come sia quando anche inconsapevolmente ci si allontana e dove potreste andare. Ricordate che questa sofferenza sarà invece per l'elevazione del vostro Spirito. Figli, vi stiamo preparando all' Avvertimento, tornerete più forti di prima, nella fede e nella preghiera, quindi non temete, la sofferenza porterà Grazia. Pregate figli, perché uomini iniqui si prenderanno gioco di questa umanità, portandola verso il baratro, ma voi lottate e amate e nessuno toccherà il mio resto fedele. Ora vi lascio con la mia Benedizione Materna, nel nome Padre, del Figlio e dello Spirito Santo, Amen.","text_en":"My children, thank you for being here in prayer. My sweet children, how I would love to put you in the front row among my fighters, my soldiers of light, be worthy, love my Jesus, do not be gloomy, but love diligently. Children, many of you in this period will be transformed and filled with the Holy Spirit to be able to have our light, many others will feel empty, almost with the feeling of not having the comfort of God. This condition will make you suffer a lot, but don't be afraid, God will never abandon you, this state will make you understand how it is when even unconsciously you walk away and where you could go. Remember that this suffering will instead be for the elevation of your Spirit. Children, we are preparing you for the Warning, you will come back stronger than before, in faith and in prayer, so do not fear, suffering will bring Grace. Pray children, because unjust men will make fun of this humanity, leading it towards the abyss, but you fight and love and no one will touch my faithful remnant. Now I leave you with my Motherly Blessing, in the name of the Father, the Son and the Holy Spirit, Amen.","text_es":"Hijos míos, gracias por estar aquí en oración. Mis dulces hijos, cuánto quisiera colocarlos en la primera fila entre mis combatientes, mis soldados de la luz, sean dignos, amen a mi Jesús, no sean tristes, sino amen con diligencia. Hijos, muchos de ustedes en este período serán transformados y llenos del Espíritu Santo para poder tener nuestra luz, muchos otros se sentirán vacíos, casi con la sensación de no tener el consuelo de Dios. mucho, pero no temas, Dios nunca te abandonará, este estado te hará comprender lo que es cuando aun inconscientemente te vas y adónde podrías ir. Recuerda que este sufrimiento será en cambio para la elevación de tu Espíritu. Hijos, los estamos preparando para el Aviso, regresarán más fuertes que antes, en fe y oración, así que no temas, el sufrimiento traerá Gracia. Oren hijos, porque hombres inicuos se burlarán de esta humanidad, llevándola al abismo, pero ustedes luchan y aman y nadie tocará mi fiel descanso. Ahora os dejo con mi Bendición Materna, en el nombre del Padre, del Hijo y del Espíritu Santo, Amén. ","text_fr":"Mes enfants, merci d'être ici en prière. Mes doux enfants, combien je voudrais vous placer au premier rang parmi mes combattants, mes soldats de la lumière, soyez dignes, aimez mon Jésus, ne soyez pas mornes, mais aimez avec diligence. Enfants, beaucoup d'entre vous dans cette période seront transformés et remplis du Saint-Esprit pour pouvoir avoir notre lumière, beaucoup d'autres se sentiront vides, presque avec la sensation de ne pas avoir le réconfort de Dieu. Cette condition vous fera souffrir un beaucoup, mais n'ayez pas peur, Dieu ne vous abandonnera jamais, cet état vous fera comprendre ce que c'est que quand même inconsciemment vous partez et où vous pourriez aller. Souvenez-vous que cette souffrance sera plutôt pour l'élévation de votre Esprit. Enfants, nous vous préparons à l'Avertissement, vous reviendrez plus forts qu'avant, dans la foi et la prière, alors n'ayez pas peur, la souffrance amènera la Grâce. Priez les enfants, car des hommes iniques se moqueront de cette humanité, l'amenant à l'abîme, mais vous vous battez et aimez et personne ne touchera mon repos fidèle. Maintenant, je vous laisse avec ma Bénédiction maternelle, au nom du Père, du Fils et du Saint-Esprit, Amen. ","text_pt":"Meus filhos, obrigado por estar aqui em oração. Meus queridos filhos, quanto gostaria de colocá-los na primeira fila entre meus lutadores, meus soldados da luz, sejam dignos, amem meu Jesus, não sejam tristes, mas amem com diligência. Filhos, muitos de vocês neste período serão transformados e cheios do Espírito Santo para poderem ter nossa luz, muitos outros se sentirão vazios, quase com a sensação de não ter o conforto de Deus. Esta condição os fará sofrer um muito, mas não tenha medo, Deus nunca vai te abandonar, esse estado vai te fazer entender como é quando mesmo inconscientemente você vai embora e para onde você poderia ir. Lembre-se de que esse sofrimento será para a elevação do seu Espírito. Filhos, estamos preparando-os para o Aviso, vocês voltarão mais fortes do que antes, na fé e na oração, por isso não temam, o sofrimento trará graça. Rezem filhos, porque os homens iníquos zombarão desta humanidade, levando-a ao abismo, mas vocês lutam e amam e ninguém tocará no meu fiel descanso. Deixo-vos agora com a minha Bênção Materna, em nome do Pai, do Filho e do Espírito Santo, Amém. ","text_de":"Meine Kinder, danke, dass Sie hier im Gebet sind. Meine süßen Kinder, wie sehr möchte ich Sie in die erste Reihe unter meinen Kämpfern, meinen Lichtsoldaten, stellen, würdig sein, meinen Jesus lieben, nicht düster sein, sondern mit Fleiß lieben. Kinder, viele von Ihnen in dieser Zeit werden verwandelt und mit dem Heiligen Geist erfüllt sein, um unser Licht haben zu können. Viele andere werden sich leer fühlen, fast mit dem Gefühl, nicht den Trost Gottes zu haben. Dieser Zustand wird Sie leiden lassen Los, aber hab keine Angst, Gott wird dich niemals verlassen, dieser Zustand wird dich verstehen lassen, wie es ist, wenn du selbst unbewusst weggehst und wohin du gehen könntest. Denken Sie daran, dass dieses Leiden stattdessen der Erhebung Ihres Geistes dient. Kinder, wir bereiten Sie auf die Warnung vor. Sie werden stärker als zuvor im Glauben und im Gebet zurückkehren. Fürchten Sie sich also nicht, Leiden wird Gnade bringen. Bete Kinder, denn schuldige Männer werden sich über diese Menschheit lustig machen und sie in den Abgrund bringen, aber du kämpfst und liebst und niemand wird meine treue Ruhe berühren. Jetzt verlasse ich dich mit meinem mütterlichen Segen im Namen des Vaters, des Sohnes und des Heiligen Geistes, Amen. ","text_pl":"Dzieci moje, dziękuję wam, że jesteście tutaj na modlitwie. Moje słodkie dzieci, jakże bym chciała postawić was w pierwszym szeregu wśród moich bojowników, moich żołnierzy światła, bądźcie godni, kochajcie mojego Jezusa, nie bądźcie ponurzy, ale kochajcie pilnie. Dzieci, jedni w tym czasie będą przemienieni i napełnieni Duchem Świętym, aby móc mieć nasze światło, inni będą czuli się pusto, niemalże z poczuciem, że nie mają Bożego pocieszenia. Ten stan sprawi, że będziecie bardzo cierpieć, ale nie bójcie się, Bóg nigdy was nie opuści, ten stan sprawi, że zrozumiecie, jak to jest, gdy nawet nieświadomie błądzicie i nie macie dokąd się udać. Pamiętaj, że to cierpienie będzie służyło podniesieniu twojego Ducha. Moje dzieci, przygotowujemy was na Ostrzeżenie, powrócicie silniejsi niż przedtem, w wierze i w modlitwie, więc nie bójcie się, cierpienie przyniesie Łaskę. Módlcie się dzieci, bo niesprawiedliwi ludzie będą się naśmiewać z tej ludzkości, prowadząc ją ku przepaści, ale wy walczcie i kochajcie, a nikt nie tknie mojej wiernej resztki. A teraz zostawiam was z moim Matczynym Błogosławieństwem, w imię Ojca i Syna i Ducha Świętego, Amen.","text_zh":"我的孩子们，谢谢你在这里祈祷。我亲爱的孩子们，我想让您在我的战士，光明战士中排在最前列，值得，值得，爱我的耶稣，不要忧郁，但要勤奋地爱。孩子们，在此期间，你们中的许多人将被转变并充满圣灵，使我们能够拥有我们的光明，许多其他人将感到空虚，几乎感觉不到上帝的安慰，这种状况将使您遭受很多，但不要害怕，上帝永远不会抛弃你，这种状态会让你了解即使不知不觉地走开了，可以去的地方。请记住，这种痛苦将是为了提升你的精神。孩子们，我们正在为您做好警告的准备，您将在信仰和祈祷中比以往更强大，因此不要害怕，痛苦会带来恩典。祈求孩子们，因为邪恶的男人会取笑这种人性，将其带入深渊，但是您要战斗并充满爱心，没有人会碰到我忠实的休息。现在，我以父亲，儿子和圣灵阿们的名义，留下母亲的祝福。 "},{"year":2021,"month":2,"day":16,"author":"Holy Mary","month_string":"February","text_it":"Amori miei, grazie per le preghiere che recitate anche nel silenzio, ogni gesto, ogni parola rivolta a Dio è una preghiera. Figli, continuo a chiedere di essere luci per il mondo e spade per difendersi, noi vi daremo la protezione massima, ma voi pregate, parlate di Dio con calma e dolcezza, spiegate ciò che vi verrà detto dal cielo senza temere perché lo Spirito Santo vi accompagnerà. Figli, pregate per la Russia, la Cina e l’America, saranno causa di scompiglio per il mondo. Riversatevi a Dio Salvatore senza alcun dubbio, siate legati alla vera dottrina. Pregate per coloro che temono questi momenti di buio che stanno arrivando, Io dico loro: non temete perché dovete solo aspirare al Paradiso, tante sono le morti inutili nel mondo, perché state abbassando la testa a l’èlite mondiale, fate attenzione figli miei, il male sta approfittando della vostra debolezza spirituale e fisica per attaccarvi, per questo motivo vi chiedo di essere forti nella fede perché solo così potrete sopportare, rinunciare e andare avanti evangelizzando. Figli miei, i vulcani si risveglieranno quasi contemporaneamente, la natura si sta rivoltando contro questa umanità ingrata e peccatrice. Figli, pregate per la Chiesa, lo scisma è in atto, la Chiesa risorgerà, purtroppo i miei figli prediletti (sacerdoti) hanno scelto la strada della falsità, facendo scendere le tenebre sui fedeli, ricordate che per tutti i vostri comportamenti renderete conto a Dio, state portando il mio gregge al peccato, state non considerando più il peccato, ciò che insegnate non è più il vero magistero e per questo ne darete conto. Le tenebre stanno per scendere su questa terra e i segni del cielo saranno sempre più imponenti, convertitevi ora. L' anticristo sta per affacciarsi pubblicamente prendendo le sembianze di un santo nei modi di fare, parlerà anche di Dio, ma attenzione figli, attenzione! Vivete sempre i miei messaggi e raccogliete più anime possibili. Figlia mia, grazie per essermi fedele sempre, Gesù ti sarà accanto ed io ti consolerò in questa offerta Pasquale. Ora vi lascio la mia benedizione nel nome del Padre, del Figlio e dello Spirito Santo, Amen.","text_en":"My loves, thank you for the prayers you recite even in silence, every gesture, every word addressed to God is a prayer. My children, I continue to ask you to be lights for the world and swords for defense, we will give you the utmost protection, but you pray, speak of God calmly and gently, explain what will be said to you from heaven without fear because the Holy Spirit will accompany you. Children, pray for Russia, China and America, they will be a cause of turmoil for the world. Revert to God the Savior without any doubt, be bound to the true doctrine. Pray for those who fear these moments of darkness that are coming, I say to them: do not fear because you must only aspire to Heaven, there are so many useless deaths in the world because you are lowering your heads to the world's elite, be careful My children, evil is taking advantage of your spiritual and physical weakness to attack you, for this reason I ask you to be strong in faith because only in this way can you endure, renounce and go on evangelizing. My children, volcanoes will awaken almost simultaneously, nature is turning against this ungrateful and sinful humanity. My children, pray for the Church, the schism is taking place, the Church will rise again, unfortunately my beloved children (priests) have chosen the way of falsehood, bringing down darkness on the faithful, remember that for all your behaviors you will be accountable to God, you are leading my flock to sin, you are no longer considering sin, what you teach is no longer the true Magisterium and for this you will be accountable. Darkness is about to descend on this earth and the signs of Heaven will be more and more imposing, convert now. The Antichrist is about to appear publicly taking the appearance of a saint in his ways, he will also speak of God, but be careful children, be careful! Always live my messages and gather as many souls as possible. My daughter, thank you for always being faithful to me, Jesus will be beside you and I will console you in this Easter offering. Now I leave you my blessing in the name of the Father, the Son and the Holy Spirit, Amen.","text_es":"Mis amores, gracias por las oraciones que recitan incluso en silencio, cada gesto, cada palabra dirigida a Dios es una oración. Hijos, sigo pidiendo ser luces para el mundo y espadas para defendernos, les daremos la máxima protección, pero ustedes oren, hablen de Dios con calma y dulzura, expliquen lo que se les dirá desde el cielo sin miedo porque el Santo El espíritu lo acompañará. Niños, oren por Rusia, China y Estados Unidos, causarán confusión en el mundo. Vuélvase a Dios el Salvador sin ninguna duda, esté ligado a la verdadera doctrina. Oren por los que temen estos momentos de tinieblas que se avecinan, les digo: no temas porque solo hay que aspirar al Paraíso, hay tantas muertes inútiles en el mundo, porque estás bajando la cabeza a la élite mundial, tengan cuidado hijos míos, el mal se está aprovechando de su debilidad espiritual y física para atacarlos, por eso les pido que sean fuertes en la fe porque sólo así podrán aguantar, renunciar y seguir evangelizando. Hijos míos, los volcanes despertarán casi simultáneamente, la naturaleza se está volviendo contra esta humanidad ingrata y pecadora. Niños, oren por la Iglesia, el cisma está en marcha, la Iglesia se levantará de nuevo, lamentablemente mis hijos favoritos (sacerdotes) han elegido el camino de la falsedad, haciendo descender la oscuridad sobre los fieles, recuerden que por todos sus comportamientos serán responsables ante Dios, estás conduciendo a mi rebaño al pecado, ya no estás considerando el pecado, lo que enseñas ya no es el verdadero magisterio y por eso lo darás cuenta. La oscuridad está por descender sobre esta tierra y las señales del cielo serán cada vez más imponentes, conviértase ahora. El anticristo está a punto de aparecer públicamente tomando la apariencia de un santo en sus caminos, también hablará de Dios, pero ¡cuidado niños, cuidado! Viva siempre mis mensajes y reúna tantas almas como sea posible. Hija mía, gracias por serme siempre fiel, Jesús estará a tu lado y te consolaré en esta ofrenda pascual. Ahora les dejo mi bendición en el nombre del Padre, del Hijo y del Espíritu Santo, Amén. ","text_fr":"Mes amours, merci pour les prières que vous récitez même en silence, chaque geste, chaque parole adressée à Dieu est une prière. Enfants, je continue à demander à être des lumières pour le monde et des épées pour nous défendre, nous vous donnerons la protection maximale, mais vous priez, parlez de Dieu calmement et doucement, expliquez ce que l'on vous dira du ciel sans crainte car le Saint L'esprit accompagnera. Enfants, priez pour la Russie, la Chine et l'Amérique, ils provoqueront des troubles dans le monde. Tournez-vous vers Dieu le Sauveur sans aucun doute, soyez lié à la vraie doctrine. Priez pour ceux qui craignent ces moments de ténèbres qui arrivent, je leur dis: n'ayez pas peur car vous n'avez qu'à aspirer au paradis, il y a tant de morts inutiles dans le monde, parce que vous baissez la tête vers l'élite mondiale, faites attention mes enfants, le mal profite de votre faiblesse spirituelle et physique pour vous attaquer, c'est pourquoi je vous demande d'être forts dans la foi car ce n'est qu'ainsi que vous pourrez endurer, renoncer et continuer à évangéliser. Mes enfants, les volcans se réveilleront presque simultanément, la nature se retourne contre cette humanité ingrate et pécheresse. Enfants, priez pour l'Église, le schisme est en marche, l'Église ressuscitera, malheureusement mes enfants préférés (prêtres) ont choisi le chemin du mensonge, faisant descendre les ténèbres sur les fidèles, rappelez-vous que pour tous vos comportements, vous serez responsable de Dieu, tu conduis mon troupeau au péché, tu ne considères plus le péché, ce que tu enseignes n'est plus le vrai magistère et tu en rendras compte. Les ténèbres sont sur le point de descendre sur cette terre et les signes du ciel seront de plus en plus imposants, convertissez-vous maintenant. L'antéchrist est sur le point de paraître publiquement en prenant l'apparence d'un saint dans ses voies, il parlera aussi de Dieu, mais méfiez-vous les enfants, méfiez-vous! Vivez toujours mes messages et collectez le plus d'âmes possible. Ma fille, merci de m'être toujours fidèle, Jésus sera à vos côtés et je vous consolerai dans cette offrande de Pâques. Maintenant, je vous laisse ma bénédiction au nom du Père, du Fils et du Saint-Esprit, Amen. ","text_pt":"Meus amores, obrigada pelas orações que recitais mesmo em silêncio, cada gesto, cada palavra dirigida a Deus é uma oração. Filhos, continuo a pedir para sermos luzes para o mundo e espadas para nos defendermos, daremos a vocês a máxima proteção, mas orem, falem de Deus com calma e doçura, expliquem o que lhes será dito do céu sem medo porque o Santo O espírito o acompanhará. Filhos, orem pela Rússia, China e América, eles causarão turbulência para o mundo. Volte-se para Deus, o Salvador, sem qualquer dúvida, seja vinculado à verdadeira doutrina. Reze por aqueles que temem esses momentos de escuridão que estão chegando, eu digo a eles: não temam porque você só tem que aspirar ao Paraíso, há tantas mortes inúteis no mundo, porque você está baixando sua cabeça para a elite mundial, acautelai-vos, meus filhos, o mal é aproveitar-se da vossa fraqueza espiritual e física para vos atacar, por isso peço-vos que sejais fortes na fé, porque só assim sereis capazes de suportar, renunciar e seguir evangelizando. Meus filhos, os vulcões vão despertar quase simultaneamente, a natureza está se voltando contra esta humanidade pecadora e ingrata. Filhos, rezem pela Igreja, o cisma está em curso, a Igreja ressurgirá, infelizmente meus filhos preferidos (padres) escolheram o caminho da falsidade, fazendo com que as trevas caíssem sobre os fiéis, lembrem-se que por todos os seus comportamentos vocês serão responsáveis ​​perante Deus, tu conduzes o meu rebanho ao pecado, já não consideras o pecado, o que ensinas já não é o verdadeiro magistério e por isso o responsabilizarás. A escuridão está prestes a descer sobre a terra e os sinais do céu serão cada vez mais imponentes, converta-se agora. O anticristo está prestes a aparecer publicamente tomando a aparência de um santo em seus caminhos, ele também falará de Deus, mas cuidado filhos, cuidado! Sempre viva minhas mensagens e colete o máximo de almas possível. Minha filha, obrigada por sempre ser fiel a mim, Jesus estará ao seu lado e eu a consolarei nesta oferenda pascal. Agora deixo minha bênção em nome do Pai, do Filho e do Espírito Santo, Amém. ","text_de":"Meine Lieben, danke für die Gebete, die Sie auch in Stille rezitieren. Jede Geste, jedes an Gott gerichtete Wort ist ein Gebet. Kinder, ich bitte weiterhin darum, Lichter für die Welt und Schwerter zu sein, um uns zu verteidigen. Wir werden Ihnen den größtmöglichen Schutz bieten, aber Sie beten, sprechen ruhig und süß von Gott und erklären, was Ihnen vom Himmel ohne Angst gesagt wird, weil der Heilige Geist wird begleiten. Kinder, betet für Russland, China und Amerika, sie werden die Welt in Aufruhr versetzen. Wende dich ohne Zweifel an Gott den Erlöser, sei an die wahre Lehre gebunden. Bete für diejenigen, die diese kommenden Momente der Dunkelheit fürchten, ich sage ihnen: Fürchte dich nicht, weil du nur nach dem Paradies streben musst, es gibt so viele nutzlose Todesfälle auf der Welt, weil du deinen Kopf zur Weltelite senkst. Sei vorsichtig, meine Kinder, das Böse nutzt deine geistige und körperliche Schwäche aus, um dich anzugreifen. Aus diesem Grund bitte ich dich, stark im Glauben zu sein, denn nur so kannst du ertragen, aufgeben und weiter evangelisieren. Meine Kinder, die Vulkane werden fast gleichzeitig erwachen, die Natur wendet sich gegen diese undankbare und sündige Menschheit. Kinder, betet für die Kirche, das Schisma ist im Gange, die Kirche wird wieder auferstehen. Leider haben meine Lieblingskinder (Priester) den Weg der Lüge gewählt und die Dunkelheit auf die Gläubigen herabgestiegen. Denken Sie daran, dass Sie für all Ihre Verhaltensweisen verantwortlich sein werden Gott, du führst meine Herde zur Sünde, du denkst nicht mehr über Sünde nach, was du lehrst, ist nicht länger das wahre Lehramt und dafür wirst du es erklären. Die Dunkelheit ist im Begriff, auf diese Erde herabzusteigen, und die Zeichen des Himmels werden immer imposanter, bekehren Sie sich jetzt. Der Antichrist ist im Begriff, öffentlich zu erscheinen und den Anschein eines Heiligen auf seine Weise zu erwecken. Er wird auch von Gott sprechen, aber hüte dich vor Kindern, hüte dich! Lebe immer meine Botschaften und sammle so viele Seelen wie möglich. Meine Tochter, danke, dass du mir immer treu bist. Jesus wird neben dir sein und ich werde dich in diesem Osterangebot trösten. Jetzt überlasse ich dir meinen Segen im Namen des Vaters, des Sohnes und des Heiligen Geistes, Amen. ","text_pl":"Moi kochani, dziękuję wam za modlitwy, które odmawiacie nawet w ciszy, każdy gest, każde słowo skierowane do Boga jest modlitwą. Moje dzieci, nadal proszę was, abyście byli światłami dla świata i mieczami do obrony, damy wam największą ochronę, ale wy módlcie się, mówcie o Bogu spokojnie i łagodnie, wyjaśniajcie to, co zostanie wam powiedziane z Nieba bez lęku, ponieważ Duch Święty będzie wam towarzyszył. Dzieci, módlcie się za Rosję, Chiny i Amerykę, będą one przyczyną zamieszania dla świata. Powróćcie do Boga Zbawiciela bez żadnych wątpliwości, bądźcie przywiązani do prawdziwej doktryny. Módlcie się za tych, którzy obawiają się tych chwil ciemności, które nadchodzą, mówię im: nie lękajcie się, ponieważ musicie tylko dążyć do Nieba, na świecie jest tak wiele bezużytecznych śmierci, ponieważ zniżacie głowy do elity światowej, uważajcie moje dzieci, zło wykorzystuje waszą duchową i fizyczną słabość, aby was zaatakować, dlatego proszę was, abyście byli silni w wierze, ponieważ tylko w ten sposób możecie wytrwać, wyrzec się i iść dalej ewangelizować. Moje dzieci, wulkany obudzą się prawie w tym samym czasie, natura zwraca się przeciwko tej niewdzięcznej i grzesznej ludzkości. Moje dzieci, módlcie się za Kościół, schizma trwa, Kościół zmartwychwstanie, niestety, moje ukochane dzieci (kapłani) wybrały drogę fałszu, sprowadzając ciemność na wiernych, pamiętajcie, że będziecie odpowiadać przed Bogiem za wszystkie swoje zachowania, prowadzicie moją trzodę do grzechu, nie bierzecie już pod uwagę grzechu, to czego uczycie nie jest już prawdziwym Magisterium i za to będziecie odpowiadać. Ciemność ma zstąpić na tę ziemię, a znaki Nieba będą coraz bardziej narzucające się, nawróćcie się już teraz. Antychryst ma się ukazać publicznie, przybierając wygląd świętego w swoich ścieżkach; będzie on również mówił o Bogu, ale uważajcie, dzieci, uważajcie! Zawsze żyjcie moimi przesłaniami i zbierzcie jak najwięcej dusz. Moja córko, dziękuję ci za to, że zawsze byłaś mi wierna, Jezus będzie przy tobie, a ja będę cię pocieszał w tej wielkanocnej ofierze. Teraz zostawiam wam moje błogosławieństwo w imię Ojca, Syna i Ducha Świętego, Amen.","text_zh":"我的爱人，感谢您即使在沉默中背诵的祷告，每一个手势，每一个向上帝诉说的话都是祷告。孩子们，我继续要求成为世界的光明，并用剑捍卫自己，我们将为您提供最大的保护，但是您祈祷，从容而甜蜜地谈论上帝，向您解释从天堂而来的一切，而无需惧怕，因为圣洁精神将陪伴。孩子们，为俄罗斯，中国和美国祈祷，他们将为世界带来动荡。毫无疑问地转向救主上帝，要遵守真正的教义。我告诉他们，为那些担心即将来临的黑暗时刻的人祈祷：不要害怕，因为你只渴望向天堂求生，世界上有那么多无用的死亡，因为你正在降低向世界精英的敬畏，小心，我的孩子们，邪恶正在利用您的精神和肉体上的弱势来攻击您，因此，我要求您坚强信念，因为只有这样，您才能忍受，放弃并继续传福音。我的孩子们，火山几乎会同时醒来，大自然正在逆转这种忘恩负义和邪恶的人类。孩子们，为教堂祈祷，分裂活动正在进行中，教堂将再次崛起。不幸的是，我最喜欢的孩子们（神父）选择了虚假的道路，使黑暗降临在忠实者身上，请记住，对于您的所有举止，您将负责上帝，您正在带领我的羊群犯罪，您不再考虑犯罪，您所教的不再是真正的魔导师，为此您将负责。黑暗即将降临在这个地球上，天堂的迹象将越来越强大，现在转变。这位敌基督者将以圣徒的模样公开露面，他也会讲上帝，但要当心孩子，当心！永远活着我的信息，并收集尽可能多的灵魂。我的女儿，感谢您一直以来对我的忠实，耶稣将在您身边，我将在复活节礼物中安慰您。现在，我奉父，子和圣灵阿门的名义向您祝福。 "},{"year":2021,"month":2,"day":20,"author":"Jesus Christ","month_string":"February","text_it":"Figli miei, quanto soffro, Io sono tra voi, piango per tutte le sofferenze che mi stanno causando. Figli adorati, oh quanto soffro! Cosa mi sta facendo la mia Chiesa! Sono già qui e l’umanità ancora non crede, non capisce quanto dolore sento e quanto dolore per questa mia Chiesa; mi ha voltato le spalle, eppure io l’ho edificata insieme a Pietro, è la mia Chiesa e non lascerò che il demonio ne prenda possesso, ma rinascerà nella Gloria. Figli miei, fate attenzione alle false dottrine, non cadete in questa trappola. I miei prediletti (sacerdoti) renderanno conto per ciò che stanno facendo! Pregate per i veri sacerdoti, quelli di Gesù Cristo, perché la persecuzione è in atto. Cantate inni al Signore vostro Dio, lamentatevi per tutto ciò che accadrà e urlate che Io sono qui. Figli miei convertitevi adesso, pregate, pregate, pregate tanto, i tempi che arriveranno saranno per la purificazione della terra, nulla di ciò che conoscete rimarrà su questa terra e voi che pensate ancora alle cose terrene. Confessatevi e tenetevi pronti perché il tempo è al limite. Tenetevi pronti nella preghiera, siate nella mia Grazia. Figlia mia, porta con gioia la mia sofferenza, questa sarà una Pasqua speciale. Guarda figlia mia, guarda questo sangue prezioso, è per tutti anche per i miei figli ingrati e per i peccatori che non capiscono. Figlia mia, quanto soffrirai in questa Pasqua, quanta sofferenza per tutti i peccatori, aiutami amore mio, aiutami, fallo con gioia per il tuo Signore. Io sono qui per purificarvi. Adesso lo Spirito Santo scenderà su di voi, vi voglio purificare tutti, fatevi trovare pronti perché non riuscirete a sopportare quello che vi aspetta. Perché insistete con le cose del mondo? Perdonate, amate, abbiate carità, non siate indifferenti. Il mio Spirito è tra di voi e resterà con voi. Figli miei, state insieme più di prima, aiutatevi perché presto tutto sarà perduto. Il fuoco e l’acqua si stanno preparando, ma voi verrete rapiti dai miei Angeli e portati in un luogo sicuro finché non risorgerà come un paradiso: in una nuora era, in una nuova terra, con nuovi cieli. Seguite me e le mie orme, Io sono la verità, la via e la vita. Questa casa è benedetta, dove i miei angeli dimoreranno per proteggervi. Figli miei, non abbiate timore di nulla, io vi ho segnati uno ad uno, come satana ha segnato i suoi fedeli. Figli, quante anime avete radunato a me, quante anime! Ora passerò uno per uno per benedirvi, inginocchiatevi e chinate il capo, abbiate la vita eterna, nel nome del Padre, nel Mio nome e dello Spirito Santo, Amen. Il vostro caro Gesù","text_en":"My children, how much I suffer, I am among you, I weep for all the suffering that is being caused me. Beloved children, oh how much I suffer! What my Church is doing to me! I am already here and humanity still does not believe, it does not understand how much pain I feel and how much pain for this Church of mine; it has turned its back on me, yet I have built it together with Peter, it is my Church and I will not let the devil take possession of it, but it will be reborn in Glory. My children, beware of false doctrines, do not fall into this trap. My beloved ones (priests) will give an account for what they are doing! Pray for the true priests, those of Jesus Christ, for persecution is taking place. Sing hymns to the Lord your God, lament over all that will happen and shout that I am here. My children convert now, pray, pray, pray so much, the times that will come will be for the purification of the earth, nothing you know will remain on this earth and you who still think of earthly things. Confess and be ready because the time is at the limit. Be ready in prayer, be in My Grace. My daughter, bear my suffering with joy, this will be a special Easter. Look my daughter, look at this precious blood, it is for everyone even for my ungrateful children and sinners who do not understand. My daughter, how much you will suffer this Easter, how much suffering for all sinners, help me my love, help me, do it with joy for your Lord. I am here to purify you. Now the Holy Spirit will descend upon you, I want to purify you all, be ready because you will not be able to bear what awaits you. Why do you insist on the things of the world? Forgive, love, have mercy, do not be indifferent. My Spirit is among you and will remain with you. My children, stay together more than before, help each other because soon all will be lost. The fire and the water are preparing, but you will be kidnapped by my Angels and taken to a safe place until it will rise again as a paradise: in a new era, in a new earth, with new heavens. Follow me and my footsteps, I am the truth, the way and the life. This house is blessed, where My angels will dwell to protect you. My children, do not be afraid of anything, I have marked you one by one, as Satan marked his faithful. My children, how many souls have you gathered to Me, how many souls! Now I will pass by one by one to bless you, kneel down and bow your heads, have eternal life, in the name of the Father, in My name and of the Holy Spirit, Amen. Your dear Jesus.","text_es":"Hijos míos, cuanto sufro, estoy entre vosotros, lloro por todos los sufrimientos que me están provocando. Hijos adorados, ¡oh cuánto sufro! ¡Qué me está haciendo mi Iglesia! Yo ya estoy aquí y la humanidad todavía no cree, no comprende cuánto dolor siento y cuánto dolor por mi Iglesia; me dio la espalda, pero yo la construí junto con Pedro, es mi Iglesia y no dejaré que el diablo se apodere de ella, pero renacerá en la Gloria. Hijos míos, presten atención a las falsas doctrinas, no caigan en esta trampa. ¡Mis amados (sacerdotes) serán responsables de lo que estén haciendo! Ore por los verdaderos sacerdotes, los de Jesucristo, porque la persecución está ocurriendo. Canta himnos al Señor tu Dios, llora por todo lo que sucederá y grita que estoy aquí. Hijos míos, conviértanse ahora, oren, oren, oren mucho, los tiempos que llegarán serán para la purificación de la tierra, nada de lo que saben quedará en esta tierra y ustedes que todavía están pensando en las cosas terrenales. Confiesa y prepárate porque el tiempo se acaba. Estén listos en oración, estén en mi Gracia. Hija mía, trae mi sufrimiento con alegría, esta será una Pascua especial. Mira hija mía, mira esta sangre preciosa, es para todos incluso para mis hijos ingratos y para los pecadores que no comprenden. Hija mía, cuánto sufrirás en esta Pascua, cuánto sufrimiento por todos los pecadores, ayúdame amor mío, ayúdame, hazlo con alegría por tu Señor. Estoy aquí para purificarte. Ahora el Espíritu Santo descenderá sobre ustedes, quiero purificarlos a todos, estén listos porque no podrán soportar lo que les espera. ¿Por qué insistes con las cosas del mundo? Perdona, ama, ten caridad, no seas indiferente. Mi Espíritu está entre ustedes y se quedará con ustedes. Hijos míos, permanezcan juntos más que antes, ayúdense unos a otros porque pronto todo estará perdido. El fuego y el agua se están preparando, pero serás secuestrado por mis Ángeles y llevado a un lugar seguro hasta que resucita como un paraíso: en una nuera estaba, en una nueva tierra, con nuevos cielos. Sígueme y en mis pasos, soy la verdad, el camino y la vida. Esta casa está bendecida, donde mis ángeles habitarán para protegerte. Hijos míos, no temáis nada, os he marcado uno a uno, como Satanás ha marcado a sus fieles. Hijos, ¡cuántas almas me habéis reunido, cuántas almas! Ahora pasaré uno por uno para bendecirlos, arrodillarme e inclinar la cabeza, tener vida eterna, en el nombre del Padre, en Mi nombre y en el Espíritu Santo, Amén. Tu querido jesus ","text_fr":"Mes enfants, combien je souffre, je suis parmi vous, je pleure pour toutes les souffrances qu'ils me causent. Enfants adorés, oh combien je souffre! Que me fait mon Église! Je suis déjà ici et l'humanité ne croit toujours pas, ne comprend pas combien de douleur je ressens et combien de douleur pour mon Église; il m'a tourné le dos, pourtant je l'ai construite avec Pierre, c'est mon Eglise et je ne laisserai pas le diable en prendre possession, mais elle renaîtra dans la Gloire. Mes enfants, faites attention aux fausses doctrines, ne tombez pas dans ce piège. Mes bien-aimés (prêtres) seront responsables de ce qu'ils font! Priez pour les vrais prêtres, ceux de Jésus-Christ, car la persécution est en cours. Chantez des hymnes au Seigneur votre Dieu, pleurez tout ce qui va arriver et criez que je suis ici. Mes enfants, convertissez-vous maintenant, priez, priez, priez beaucoup, les temps qui arriveront seront pour la purification de la terre, rien de ce que vous savez ne restera sur cette terre et vous qui pensez encore aux choses terrestres. Confessez-vous et préparez-vous car le temps presse. Soyez prêt dans la prière, soyez dans ma Grâce. Ma fille, apporte ma souffrance avec joie, ce sera une Pâques spéciale. Regarde ma fille, regarde ce sang précieux, il est pour tout le monde même pour mes enfants ingrats et pour les pécheurs qui ne comprennent pas. Ma fille, combien tu souffriras en cette Pâques, combien de souffrance pour tous les pécheurs, aide-moi mon amour, aide-moi, fais-le avec joie pour ton Seigneur. Je suis ici pour vous purifier. Maintenant le Saint-Esprit descendra sur vous, je veux vous purifier tous, soyez prêts car vous ne pourrez pas supporter ce qui vous attend. Pourquoi insistez-vous sur les choses du monde? Pardonnez, aimez, ayez la charité, ne soyez pas indifférent. Mon Esprit est parmi vous et restera avec vous. Mes enfants, restez ensemble plus qu'avant, aidez-vous les uns les autres car bientôt tout sera perdu. Le feu et l'eau se préparent, mais vous serez kidnappés par mes anges et emmenés dans un endroit sûr jusqu'à ce qu'il ressuscite comme un paradis: dans une belle-fille, elle était, dans une nouvelle terre, avec de nouveaux cieux. Suivez-moi et sur mes traces, je suis la vérité, le chemin et la vie. Cette maison est bénie, où mes anges habiteront pour vous protéger. Mes enfants, n'ayez peur de rien, je vous ai marqué un par un, comme Satan a marqué ses fidèles. Enfants, combien d'âmes avez-vous rassemblées auprès de moi, combien d'âmes! Maintenant, je vais passer un par un pour vous bénir, m'agenouiller et incliner la tête, avoir la vie éternelle, au nom du Père, en Mon nom et dans le Saint-Esprit, Amen. Votre cher Jésus ","text_pt":"Meus filhos, quanto eu sofro, estou entre vocês, choro por todos os sofrimentos que eles estão me causando. Filhos adorados, quanto sofro! O que minha Igreja está fazendo comigo! Já estou aqui e a humanidade ainda não acredita, não entende quanta dor sinto e quanta dor pela minha Igreja; ele me deu as costas, mas eu a construí junto com Pedro, é a minha Igreja e não vou deixar o demônio se apossar dela, mas renascerá na glória. Meus filhos, prestem atenção às falsas doutrinas, não caiam nesta armadilha. Meus amados (padres) serão responsáveis ​​pelo que estão fazendo! Ore pelos verdadeiros sacerdotes, os de Jesus Cristo, porque a perseguição está acontecendo. Cante hinos ao Senhor seu Deus, chore por tudo o que vai acontecer e grite que eu estou aqui. Meus filhos, convertam-se agora, orem, orem, orem muito, os tempos que chegarão serão para a purificação da terra, nada do que vocês sabem ficará nesta terra e vocês que ainda estão pensando nas coisas terrenas. Confesse e prepare-se porque o tempo está se esgotando. Esteja pronto em oração, esteja em minha graça. Minha filha, traga meu sofrimento com alegria, esta será uma Páscoa especial. Olha minha filha, olha esse sangue precioso, é para todos até para os meus filhos ingratos e para os pecadores que não entendem. Minha filha, quanto sofrerás nesta Páscoa, quanto sofrerá por todos os pecadores, ajuda-me meu amor, ajuda-me, faze-o com alegria por teu Senhor. Estou aqui para purificar você. Agora o Espírito Santo virá sobre vocês, quero purificar a todos vocês, preparem-se porque não serão capazes de suportar o que os espera. Por que você insiste nas coisas do mundo? Perdoe, ame, tenha caridade, não seja indiferente. Meu Espírito está entre vocês e ficará com vocês. Meus filhos, fiquem juntos mais do que antes, ajudem-se uns aos outros porque logo tudo estará perdido. O fogo e a água estão se preparando, mas você será sequestrada pelos meus Anjos e levada para um lugar seguro até que ressuscite como um paraíso: em uma nora ela estava, em uma nova terra, com novos céus. Siga-me e nos meus passos, sou a verdade, o caminho e a vida. Esta casa é abençoada, onde meus anjos habitarão para protegê-lo. Meus filhos, não tenham medo de nada, eu os marquei um a um, como Satanás marcou seus fiéis. Filhos, quantas almas vocês reuniram para mim, quantas almas! Agora vou passar um por um para te abençoar, ajoelhe-se e abaixe a cabeça, tenha vida eterna, em nome do Pai, em meu nome e no Espírito Santo, Amém. Seu querido jesus ","text_de":"Meine Kinder, wie sehr ich leide, ich bin unter euch, ich weine um all die Leiden, die sie mir verursachen. Verehrte Kinder, oh wie sehr ich leide! Was macht meine Kirche mit mir? Ich bin schon hier und die Menschheit glaubt immer noch nicht, versteht nicht, wie viel Schmerz ich fühle und wie viel Schmerz für meine Kirche; er drehte mir den Rücken zu, doch ich baute es zusammen mit Petrus, es ist meine Kirche und ich werde nicht zulassen, dass der Teufel es in Besitz nimmt, aber es wird in Herrlichkeit wiedergeboren. Meine Kinder, achten Sie auf falsche Lehren, fallen nicht in diese Falle. Meine Lieben (Priester) werden für das, was sie tun, verantwortlich sein! Bete für die wahren Priester, die von Jesus Christus, denn die Verfolgung findet statt. Singe dem Herrn, deinem Gott, Hymnen, trauere um alles, was passieren wird, und schreie, dass ich hier bin. Meine Kinder, bekehrt euch jetzt, betet, betet, betet viel, die Zeiten, die kommen werden, werden für die Reinigung der Erde sein, nichts von dem, was ihr wisst, wird auf dieser Erde bleiben und ihr, die immer noch über irdische Dinge nachdenken. Bekenne und mache dich bereit, denn die Zeit läuft ab. Sei bereit im Gebet, sei in meiner Gnade. Meine Tochter, bring mein Leiden mit Freude, dies wird ein besonderes Osterfest. Schau meine Tochter, schau dir dieses kostbare Blut an, es ist für alle, auch für meine undankbaren Kinder und für Sünder, die es nicht verstehen. Meine Tochter, wie viel wirst du an diesem Ostern leiden, wie viel Leiden für alle Sünder, hilf mir, meine Liebe, hilf mir, tu es mit Freude für deinen Herrn. Ich bin hier, um dich zu reinigen. Jetzt wird der Heilige Geist auf dich herabsteigen, ich möchte euch alle reinigen, seid bereit, weil ihr nicht ertragen könnt, was euch erwartet. Warum bestehen Sie auf den Dingen der Welt? Vergib, liebe, habe Nächstenliebe, sei nicht gleichgültig. Mein Geist ist unter euch und wird bei euch bleiben. Meine Kinder, bleiben mehr zusammen als zuvor, helfen sich gegenseitig, weil bald alles verloren sein wird. Das Feuer und das Wasser bereiten sich vor, aber Sie werden von meinen Engeln entführt und an einen sicheren Ort gebracht, bis es als Paradies wieder aufersteht: In einer Schwiegertochter war sie auf einer neuen Erde mit neuem Himmel. Folge mir und in meine Fußstapfen bin ich die Wahrheit, der Weg und das Leben. Dieses Haus ist gesegnet, wo meine Engel wohnen werden, um dich zu beschützen. Meine Kinder, hab keine Angst vor irgendetwas, ich habe dich eins nach dem anderen markiert, wie Satan seine Gläubigen markiert hat. Kinder, wie viele Seelen hast du zu mir versammelt, wie viele Seelen! Jetzt werde ich eins nach dem anderen durchgehen, um dich zu segnen, zu knien und deinen Kopf zu beugen, ewiges Leben zu haben, im Namen des Vaters, in meinem Namen und im Heiligen Geist, Amen. Dein lieber Jesus ","text_pl":"Moje dzieci, jak bardzo cierpię, jestem wśród was, płaczę z powodu wszystkich cierpień, które są mi zadawane. Umiłowane dzieci, o jakże ja cierpię! Co mój Kościół robi ze mną! Ja już tu jestem, a ludzkość nadal nie wierzy, nie rozumie, jak bardzo boli Mnie i jak bardzo boli ten Mój Kościół, który odwrócił się ode Mnie, a przecież zbudowałem go razem z Piotrem, jest to Mój Kościół i nie pozwolę, aby diabeł nim zawładnął, ale odrodzi się w Chwale. Dzieci moje, strzeżcie się fałszywych doktryn, nie wpadajcie w tę pułapkę. Moi umiłowani (kapłani) zdadzą sprawę z tego, co czynią! Módlcie się za prawdziwych kapłanów, tych od Jezusa Chrystusa, bo prześladowania mają miejsce. Śpiewajcie hymny Panu, Bogu waszemu, lamentujcie nad tym wszystkim, co się stanie i krzyczcie, że jestem tutaj. Dzieci moje, nawróćcie się teraz, módlcie się, módlcie się tak bardzo, czasy, które nadejdą, będą dla oczyszczenia ziemi, nic, co znacie, nie pozostanie na tej ziemi i wy, którzy jeszcze myślicie o rzeczach ziemskich. Spowiadajcie się i bądźcie gotowi, bo czas jest na wyczerpaniu. Bądźcie gotowi w modlitwie, bądźcie w mojej łasce. Moja córko, znoś moje cierpienia z radością, to będzie szczególna Wielkanoc. Spójrz, moja córko, spójrz na tę drogocenną krew, jest ona dla wszystkich, nawet dla moich niewdzięcznych dzieci i grzeszników, którzy nie rozumieją. Córko moja, jak wiele będziesz cierpieć w te Święta Wielkanocne, jak wiele cierpienia za wszystkich grzeszników, pomóż mi moja miłości, pomóż mi, zrób to z radością dla twego Pana. Jestem tu, aby cię oczyścić. Teraz Duch Święty zstąpi na was, chcę was wszystkich oczyścić, bądźcie gotowi, bo nie będziecie w stanie znieść tego, co was czeka. Dlaczego upierasz się przy rzeczach tego świata? Przebaczajcie, kochajcie, miejcie miłosierdzie, nie bądźcie obojętni. Mój Duch jest wśród was i pozostanie z wami. Moje dzieci, trzymajcie się razem bardziej niż dotychczas, pomagajcie sobie nawzajem, bo wkrótce wszystko będzie stracone. Ogień i woda przygotowują się, ale zostaniecie porwani przez moich Aniołów i zabrani w bezpieczne miejsce, aż powstanie ono ponownie jako raj: w nowej erze, na nowej ziemi, z nowymi niebiosami. Pójdźcie za mną moimi śladami, Ja jestem prawdą, drogą i życiem. Ten dom jest błogosławiony, gdzie moi aniołowie będą mieszkać, aby cię chronić. Dzieci moje, nie bójcie się niczego, naznaczyłem was po kolei, jak szatan naznaczył swoich wiernych. Dzieci moje, ileż to dusz zgromadziliście do mnie, ileż to dusz! Teraz będę przechodził jeden po drugim, aby was pobłogosławić, uklęknijcie i pochylcie głowy, miejcie życie wieczne, w imię Ojca, w imię Moje i Ducha Świętego, Amen. Twój drogi Jezus.","text_zh":"我的孩子们，我有多痛苦，我在你们当中，我为他们给我带来的所有苦难而哭泣。敬爱的孩子，哦，我受了多大的苦难！我的教会对我做了什么！我已经在这里了，人类仍然不相信，不理解我给我的教会带来了多少痛苦以及给我的教会带来了多少痛苦。他背弃了我，但我与彼得一起建造了这座教堂，这是我的教堂，我不会让魔鬼占有它，但它将在荣耀中重生。我的孩子们要注意虚假的教义，不要陷入这个陷阱。我心爱的人（祭司）将对自己的所作所为负责！为真正的祭司祷告，为耶稣基督的祭司祷告，因为迫害正在发生。向耶和华你的神唱诗，为将要发生的一切哀悼，并大声尖叫我在这里。我的孩子们，现在convert依，祈祷，祈祷，祈祷很多，将会到来的时候是为了净化地球，您所知道的一切都不会留在这个地球上，而您仍在思考尘世的事物。坦白并做好准备，因为时间不多了。准备好祷告，在我的恩典中。我的女儿，给我带来痛苦的喜悦，这将是一个特殊的复活节。看我的女儿，看这珍贵的鲜血，对所有人来说，甚至对我那些忘恩负义的孩子和那些不懂的罪人来说都是如此。我的女儿，在这个复活节，你将遭受多少痛苦，所有罪人将遭受多少痛苦，帮助我，我的爱，帮助我，为你的主而喜乐。我在这里净化你。现在，圣灵降在你身上，我想净化你们所有人，准备好，因为你将无法承受等待着你的一切。您为什么坚持世界的事物？宽恕，爱心，有爱心，不要冷漠。我的精神就在您之中，并将与您同在。我的孩子们比以往更多地在一起，互相帮助，因为很快所有的一切都会消失。火和水在准备中，但是您将被我的天使绑架并带到安全的地方，直到它复活为天堂：在a妇中，她在新大陆上有了新的天空。跟着我，在我的脚步中，我是真理，道路和生活。这个家是有福的，我的天使们将居住在这里保护您。我的孩子们，不要惧怕任何事情，我已一一标记您，就像撒但已标记他的信徒一样。孩子们，你有多少灵魂聚集给我，有多少灵魂！现在，我将一步一步地祝福你，跪着低头，以父的名义，以我的名义，以圣灵阿们，拥有永生。你亲爱的耶稣 "},{"year":2021,"month":2,"day":23,"author":"Holy Mary","month_string":"February","text_it":"Figli miei, grazie per accogliermi sempre nel vostro cuore. Figli amati, guardate intorno a voi, questo è tempo di distruzione, di confusione e soprattutto di scelte, siete invitati a decidere da quale parte stare, allora Io vi dico: c'è solo un modo per fare la scelta giusta, seguite il Vangelo, la Parola di Dio e siate nella preghiera, fate entrare la Sua luce nei vostri cuori, solo così potrete capire quale sarà la strada maestra. Le falsità di questo mondo sono più dannose di qualunque malattia, guardate quanti suicidi soprattutto di bambini, il demonio è in tutta la sua forza, per questo motivo chiedo alle famiglie, insegnate ai vostri figli la preghiera, spiegando che solo attraverso essa si potrà avere la pace e la serenità nei cuori, perchè senza la luce di Dio ci sono le tenebre. Battezzate i vostri figli, affinchè possano incamminarsi verso una vita santa. Figli miei, il mondo e l’umanità sono sul precipizio, rafforzatevi nella fede e nella preghiera perché presto l’anticristo farà la sua comparsa. Figli, abbiate anche la speranza che tutto verrà rinnovato affinchè ci sia un mondo nuovo di pace, di speranza e di amore, tutto è pronto per questi eventi, ma dovrete prima passare dalla tribolazione e dalla persecuzione, guardate i segni, siate coraggiosi, Noi vi saremo accanto. Figli, ravvedetevi e convertitevi a l’unico vero Dio, Dio di pace, di amore, di misericordia e di giustizia. Ora vi lascio con la mia benedizione nel nome del Padre, del Figlio e dello Spirito Santo, Amen.","text_en":"My children, thank you for always welcoming me into your hearts. Beloved children, look around you, this is a time of destruction, confusion and above all of choices, you are invited to decide which side to take, so I say to you: there is only one way to make the right choice, follow the Gospel, the Word of God and be in prayer, let His light enter your hearts, only in this way will you be able to understand which will be the main road. The falsehoods of this world are more harmful than any disease, look how many suicides especially of children, the devil is in all his strength, for this reason I ask families, teach your children prayer, explaining that only through it you can have peace and serenity in your hearts, because without the light of God there is darkness. Baptize your children, so that they may set out on the way to a holy life. My children, the world and humanity are on the precipice, strengthen yourselves in faith and prayer because soon the antichrist will make his appearance. My children, also have hope that everything will be renewed so that there will be a new world of peace, hope and love, everything is ready for these events, but you will first have to pass through tribulation and persecution, look at the signs, be courageous, We will be beside you. My children, repent and convert to the one true God, God of peace, love, mercy and justice. Now I leave you with my blessing in the name of the Father, the Son and the Holy Spirit, Amen.","text_es":"Hijos míos, gracias por recibirme siempre en su corazón. Hijos amados, miren a su alrededor, este es un tiempo de destrucción, confusión y sobre todo de opciones, están invitados a decidir de qué lado tomar, luego les digo: solo hay un camino para tomar la decisión correcta, sigan el Evangelio, la Palabra de Dios y estén en oración, dejen que Su luz entre en sus corazones, solo así podrán entender cuál será el camino alto. Las falsedades de este mundo son más dañinas que cualquier enfermedad, mira cuántos suicidios sobre todo de niños, el diablo está en todas sus fuerzas, por eso les pido a las familias, enséñeles a sus hijos la oración, explicándoles que solo a través de ella se puede tener la paz. y serenidad en los corazones, porque sin la luz de Dios hay tinieblas. Bautiza a tus hijos para que caminen hacia una vida santa. Hijos míos, el mundo y la humanidad están al borde del precipicio, fortaleceos en la fe y en la oración porque pronto aparecerá el anticristo. Niños, también tengan la esperanza de que todo se renueve para que haya un nuevo mundo de paz, esperanza y amor, todo está listo para estos eventos, pero primero tendrán que pasar por tribulación y persecución, miren las señales, sean valiente, estaremos a tu lado. Hijos, arrepiéntanse y conviértanse al único Dios verdadero, Dios de paz, amor, misericordia y justicia. Ahora los dejo con mi bendición en el nombre del Padre, del Hijo y del Espíritu Santo, Amén. ","text_fr":"Mes enfants, merci de toujours m'accueillir dans votre cœur. Enfants bien-aimés, regardez autour de vous, c'est un temps de destruction, de confusion et surtout de choix, vous êtes invités à décider de quel côté prendre, alors je vous dis: il n'y a qu'une seule façon de faire le bon choix, suivez l'Évangile, la Parole de Dieu et soyez en prière, laissez sa lumière entrer dans vos cœurs, ce n'est qu'ainsi que vous pourrez comprendre ce que sera la grande route. Les mensonges de ce monde sont plus nocifs que toute maladie, regardez combien de suicides surtout d'enfants, le diable est dans toutes ses forces, pour cette raison je demande aux familles, enseignez à vos enfants la prière, en expliquant que ce n'est qu'à travers elle que vous pouvez avoir la paix et la sérénité dans les cœurs, car sans la lumière de Dieu, il y a des ténèbres. Baptisez vos enfants afin qu'ils puissent marcher vers une vie sainte. Mes enfants, le monde et l'humanité sont au bord du précipice, fortifiez-vous dans la foi et la prière car l'antéchrist fera bientôt son apparition. Les enfants, ont aussi l'espoir que tout sera renouvelé pour qu'il y ait un nouveau monde de paix, d'espoir et d'amour, tout est prêt pour ces événements, mais vous devrez d'abord passer par la tribulation et la persécution, regardez les signes, soyez courageux, nous serons à côté de vous. Enfants, repentez-vous et convertissez-vous au seul vrai Dieu, Dieu de paix, d'amour, de miséricorde et de justice. Maintenant, je vous laisse avec ma bénédiction au nom du Père, du Fils et du Saint-Esprit, Amen. ","text_pt":"Meus filhos, obrigada por sempre me acolherem em seus corações. Amados filhos, olhem ao seu redor, este é um tempo de destruição, confusão e acima de todas as escolhas, vocês estão convidados a decidir que lado tomar, então eu lhes digo: só há uma maneira de fazer a escolha certa, seguir o Evangelho, a Palavra de Deus e esteja em oração, deixe Sua luz entrar em seus corações, só assim você será capaz de entender qual será o caminho certo. As falsidades deste mundo são mais nocivas que qualquer doença, olha quantos suicídios principalmente de crianças, o diabo está em todas as suas forças, por isso peço às famílias, ensine a seus filhos a oração, explicando que só através dela vocês podem ter paz e serenidade nos corações, porque sem a luz de Deus há trevas. Batize seus filhos, para que eles possam caminhar em direção a uma vida santa. Meus filhos, o mundo e a humanidade estão à beira do precipício, fortaleçam-se na fé e na oração porque o anticristo logo aparecerá. Filhos, também tenham a esperança de que tudo se renove para que haja um novo mundo de paz, esperança e amor, tudo está pronto para esses acontecimentos, mas primeiro vocês terão que passar por tribulações e perseguições, vejam os sinais, sejam corajoso, estaremos ao seu lado. Filhos, arrependam-se e convertam-se ao único Deus verdadeiro, Deus de paz, amor, misericórdia e justiça. Agora os deixo com minha bênção em nome do Pai, do Filho e do Espírito Santo, Amém. ","text_de":"Meine Kinder, danke, dass Sie mich immer in Ihrem Herzen willkommen heißen. Geliebte Kinder, schaut euch um, dies ist eine Zeit der Zerstörung, der Verwirrung und vor allem der Wahl. Ihr seid eingeladen zu entscheiden, welche Seite ihr eingenommen habt. Dann sage ich euch: Es gibt nur einen Weg, die richtige Wahl zu treffen, dem Evangelium zu folgen. das Wort Gottes und sei im Gebet, lass sein Licht in deine Herzen eindringen, nur auf diese Weise wirst du verstehen können, was die Hauptstraße sein wird. Die Unwahrheiten dieser Welt sind schädlicher als jede Krankheit. Sehen Sie sich an, wie viele Selbstmorde vor allem bei Kindern der Teufel in all seiner Kraft ist. Aus diesem Grund bitte ich Familien, lehre Ihre Kinder das Gebet und erkläre, dass Sie nur dadurch Frieden haben können und Gelassenheit in den Herzen, denn ohne das Licht Gottes gibt es Dunkelheit. Taufen Sie Ihre Kinder, damit sie auf ein heiliges Leben zugehen können. Meine Kinder, die Welt und die Menschheit sind am Abgrund, stärken sich im Glauben und im Gebet, weil der Antichrist bald auftauchen wird. Kinder, haben auch die Hoffnung, dass alles erneuert wird, damit es eine neue Welt des Friedens, der Hoffnung und der Liebe gibt, alles ist bereit für diese Ereignisse, aber Sie müssen zuerst durch Trübsal und Verfolgung gehen, auf die Zeichen schauen, sein mutig, wir werden wir neben dir sein. Kinder, bereut und bekehrt euch zu dem einen wahren Gott, dem Gott des Friedens, der Liebe, der Barmherzigkeit und der Gerechtigkeit. Jetzt verlasse ich dich mit meinem Segen im Namen des Vaters, des Sohnes und des Heiligen Geistes, Amen. ","text_pl":"Moje dzieci, dziękuję wam za to, że zawsze przyjmowaliście mnie do swoich serc. Umiłowane dzieci, rozejrzyjcie się wokół siebie, jest to czas zniszczenia, zamieszania, a przede wszystkim wyborów, jesteście zaproszeni do podjęcia decyzji, po której stronie się opowiedzieć, a ja wam mówię: jest tylko jeden sposób, aby dokonać właściwego wyboru, podążajcie za Ewangelią, Słowem Bożym i trwajcie w modlitwie, pozwólcie, aby Jego światło weszło do waszych serc, tylko w ten sposób będziecie mogli zrozumieć, która droga będzie tą właściwą. Fałsz tego świata jest bardziej szkodliwy niż jakakolwiek choroba, spójrzcie ile jest samobójstw, zwłaszcza dzieci, diabeł jest w całej swojej sile, dlatego proszę rodziny, uczcie swoje dzieci modlitwy, tłumacząc, że tylko dzięki niej możecie mieć pokój i pogodę w swoich sercach, bo bez Bożego światła jest ciemność. Ochrzcijcie swoje dzieci, aby mogły wyruszyć w drogę do świętego życia. Dzieci moje, świat i ludzkość znajdują się nad przepaścią, umacniajcie się w wierze i modlitwie, ponieważ wkrótce pojawi się antychryst. Dzieci moje, miejcie również nadzieję, że wszystko zostanie odnowione, aby mógł powstać nowy świat pokoju, nadziei i miłości, wszystko jest przygotowane na te wydarzenia, ale najpierw będziecie musieli przejść przez ucisk i prześladowania, patrzcie na znaki, bądźcie odważni, My będziemy obok was. Moje dzieci, nawróćcie się do jedynego prawdziwego Boga, Boga pokoju, miłości, miłosierdzia i sprawiedliwości. Teraz zostawiam was z moim błogosławieństwem w imię Ojca, Syna i Ducha Świętego, Amen.","text_zh":"我的孩子们，感谢您一直欢迎我进入您的内心。亲爱的孩子们，环顾四周，这是一个充满破坏，混乱和选择的时代，请您决定采取哪一边，然后我告诉您：只有一种方法可以做出正确的选择，跟随福音，上帝的话语并在祷告中，让他的光进入您的心中，只有这样，您才能理解这条路是什么。这个世界的谬误比任何疾病都更有害，看看有多少自杀，特别是对儿童自杀，魔鬼全凭他的力量，因此我请家人，教你的孩子祈祷，解释说只有通过它，你才能和平心中平静，因为没有上帝的光，就没有黑暗。给孩子们洗礼，使他们能够过上圣洁的生活。我的孩子们，整个世界和全人类都处于绝境中，这使自己增强了信心和祈祷，因为敌基督者将很快露面。孩子们，也希望一切都会得到更新，以便有一个和平，希望和爱的新世界，一切都为这些事件做好了准备，但是您首先必须经历磨难和逼迫，看看迹象，勇气，我们将在您的身边。孩子们，pent悔并be依了一位真正的上帝，和平，爱，怜悯和正义的上帝。现在，我以父亲，儿子和圣灵阿们的名义离开你，并祝福我。 "},{"year":2021,"month":2,"day":27,"author":"Holy Mary","month_string":"February","text_it":"Cari figli, grazie per aver risposto alla mia chiamata nel vostro cuore. Figli Benedetti, sono tante le mie lacrime versate per coloro che ancora non mi ascoltano, che non vivono i messaggi, che da anni vi accompagnano per far sì che la vostra vita possa cambiare e il vostro cuore possa aprirsi alla grazia. Figli miei, in questo momento il mondo è sotto il dominio del male che ormai ha smesso di nascondersi e che apertamente vi vuole sudditi, è finita la democrazia ed è emersa la dittatura. Figli miei, vi chiedo di essere fermi nella fede, altrimenti rischiate di perdere tutto il cammino che avete intrapreso fino ad oggi, amate Gesù e la croce e avrete la salvezza. Figli miei, questo è un momento di grandi prove e di purificazione, vi chiedo di non essere assopiti, ma vegliate, pregate figli, pregate tanto e abbiate nonostante tutto la gioia nel cuore e la pace, questa è la fede. Vi amo tutti perché siete tutti i miei figli. Ora vi lascio con la mia benedizione materna nel nome del Padre, del figlio e dello Spirito Santo, Amen.","text_en":"Dear children, thank you for having responded to my call in your hearts. Blessed children, many are my tears shed for those who still do not listen to me, who do not live the messages, which have been accompanying you for years so that your life may change and your heart may open to grace. My children, at this moment the world is under the dominion of evil which has now stopped hiding and openly wants you as its subjects; democracy is over and dictatorship has emerged. My children, I ask you to be firm in the faith, otherwise you risk losing all the way you have undertaken until today, love Jesus and the cross and you will have salvation. My children, this is a time of great trials and purification, I ask you not to be drowsy, but keep watch, pray children, pray a lot and have joy in your heart and peace despite everything, this is faith. I love you all because you are all my children. Now I leave you with my motherly blessing in the name of the Father, the Son and the Holy Spirit, Amen.","text_es":"Queridos hijos, gracias por haber respondido a mi llamado en su corazón. Hijos bienaventurados, muchas son mis lágrimas derramadas por quienes aún no me escuchan, quienes no viven los mensajes, quienes los han acompañado durante años para que su vida pueda cambiar y su corazón se abra a la gracia. Hijos míos, en este momento el mundo está bajo el dominio del mal que ahora ha dejado de esconderse y quiere abiertamente que ustedes sean sus súbditos, la democracia se acabó y ha surgido la dictadura. Hijos míos, les pido que sean firmes en la fe, de lo contrario se arriesgan a perder todo el camino que han recorrido hasta ahora, amen a Jesús y la cruz y tendrán la salvación. Hijos míos, este es un momento de grandes pruebas y purificación, les pido que no estén dormidos, sino que estén atentos, recen hijos, recen mucho y tengan alegría en el corazón y paz a pesar de todo, eso es fe. Los amo a todos porque todos ustedes son mis hijos. Ahora los dejo con mi bendición maternal en el nombre del Padre, del hijo y del Espíritu Santo, Amén. ","text_fr":"Chers enfants, merci d'avoir répondu à mon appel dans votre cœur. Bienheureux enfants, nombreuses sont mes larmes versées pour ceux qui ne m'écoutent toujours pas, qui ne vivent pas les messages, qui vous accompagnent depuis des années pour faire en sorte que votre vie puisse changer et que votre cœur puisse s'ouvrir à la grâce. Mes enfants, en ce moment, le monde est sous la domination du mal qui a maintenant cessé de se cacher et veut ouvertement que vous soyez ses sujets, la démocratie est finie et la dictature est apparue. Mes enfants, je vous demande d'être fermes dans la foi, sinon vous risquez de perdre tout le chemin que vous avez parcouru jusqu'à présent, aimez Jésus et la croix et vous aurez le salut. Mes enfants, c'est un moment de grandes épreuves et de purification, je vous demande de ne pas vous endormir, mais soyez vigilants, priez les enfants, priez beaucoup et ayez la joie dans votre cœur et la paix malgré tout, c'est la foi. Je vous aime tous parce que vous êtes tous mes enfants. Maintenant, je vous laisse avec ma bénédiction maternelle au nom du Père, fils et Saint-Esprit, Amen. ","text_pt":"Queridos filhos, obrigado por ter respondido ao meu apelo em seus corações. Filhos abençoados, muitas são as minhas lágrimas derramadas por quem ainda não me escuta, não vive as mensagens, que há anos vos acompanham para que a vossa vida mude e o coração se abra à graça. Meus filhos, neste momento o mundo está sob o domínio do mal que agora parou de se esconder e quer abertamente que vocês sejam seus súditos, a democracia acabou e a ditadura surgiu. Meus filhos, peço-lhes que sejam firmes na fé, senão correm o risco de perder todo o caminho que percorreram até agora, amem a Jesus e a cruz e terão a salvação. Meus filhos, este é um momento de grandes provas e purificação, peço que não durmam, mas fiquem vigilantes, orem filhos, rezem muito e tenham alegria no coração e paz apesar de tudo, isso é fé. Amo todos vocês porque são todos meus filhos. Agora os deixo com minha bênção maternal em nome do Pai, filho e Espírito Santo, Amém. ","text_de":"Liebe Kinder, vielen Dank, dass Sie auf meinen Ruf in Ihrem Herzen reagiert haben. Gesegnete Kinder, viele sind meine Tränen vergossen für diejenigen, die mir immer noch nicht zuhören, die die Botschaften nicht leben, die Sie jahrelang begleitet haben, um sicherzustellen, dass sich Ihr Leben ändern und Ihr Herz sich der Gnade öffnen kann. Meine Kinder, in diesem Moment steht die Welt unter der Herrschaft des Bösen, das sich jetzt nicht mehr versteckt und offen will, dass Sie ihre Untertanen sind, die Demokratie ist vorbei und die Diktatur ist entstanden. Meine Kinder, ich bitte Sie, fest im Glauben zu sein, sonst riskieren Sie, den gesamten Weg zu verlieren, den Sie bisher eingeschlagen haben, Jesus und das Kreuz zu lieben, und Sie werden Erlösung haben. Meine Kinder, dies ist ein Moment großer Prüfungen und Reinigung. Ich bitte Sie, nicht zu schlafen, sondern wachsam zu sein, Kinder zu beten, viel zu beten und trotz allem Freude in Ihrem Herzen und Frieden zu haben. Dies ist Glaube. Ich liebe euch alle, weil ihr alle meine Kinder seid. Jetzt verlasse ich dich mit meinem mütterlichen Segen im Namen des Vaters, des Sohnes und des Heiligen Geistes, Amen. ","text_pl":"Drogie dzieci, dziękuję wam, że odpowiedzieliście na moje wezwanie w waszych sercach. Błogosławione dzieci, wiele jest moich łez wylanych za tych, którzy jeszcze mnie nie słuchają, którzy nie żyją orędziami, które towarzyszą wam od lat, aby wasze życie się zmieniło i aby wasze serce otworzyło się na łaskę. Dzieci moje, w tej chwili świat jest pod panowaniem zła, które przestało się ukrywać i otwarcie chce was mieć za swoich poddanych, skończyła się demokracja i pojawiła się dyktatura. Moje dzieci, proszę was, abyście byli mocni w wierze, w przeciwnym razie ryzykujecie utratę całej drogi, którą podjęliście aż do dzisiaj, kochajcie Jezusa i krzyż, a będziecie mieli zbawienie. Dzieci moje, jest to czas wielkich prób i oczyszczenia, proszę was, abyście nie byli senni, ale czuwajcie, módlcie się, dzieci moje, módlcie się dużo i miejcie radość w sercu i pokój mimo wszystko, to jest wiara. Kocham was wszystkich, ponieważ wszyscy jesteście moimi dziećmi. Teraz zostawiam was z moim matczynym błogosławieństwem w imię Ojca i Syna, i Ducha Świętego, Amen.","text_zh":"亲爱的孩子们，谢谢您在我心中对我的呼吁的回应。有福的孩子们，我的许多泪水流向那些仍然不听我，不传递信息，陪伴您多年的人，以确保您的生活可以改变，您的心可以宽容。我的孩子们，此时此刻，世界处于邪恶的统治之下，而邪恶已不再藏匿，公开地希望你成为它的臣民，民主制度已经结束，独裁统治已经形成。我的孩子们，我请你坚定信念，否则你可能会失去走到现在为止的全部道路，爱耶稣和十字架，你将获得救恩。我的孩子们，这是一个伟大的考验和净化的时刻，我要求您不要睡着，而要保持警惕，祈祷孩子们，祈祷很多，尽管一切，但内心和和平都充满喜悦，这就是信仰。我爱你们，因为你们都是我的孩子。现在，我以父亲，儿子和圣灵阿们的名义，留下母亲的祝福。 "}]