[{"year":2021,"month":1,"day":1,"author":"Holy Father","text":"Io, vostro Padre, sono qui insieme a voi per dirvi delle cose importanti per quest’anno che verrà. Figli miei, seguite il mio Gesù, solo con l'affidamento potrete arrivare alla salvezza delle vostre anime. Io vi ho dato mia Figlia, una Madre per voi. Vi prego figli, non abbiate paura di me, Io come Padre buono voglio che voi mi conosciate così come sono, insegnate ai vostri figli il Mio nome e quando vi rivolgete a me chiamatemi Padre, non solo Dio, ma Padre. Io, che sono Padre di tutti voi, come potrei mai non amare i miei figli. Ogni tanto la mia giustizia serve per correggervi perché voi non sempre ascoltate. Guardate, guardate il cielo e siate sottomessi a me come Dio di pace, siate umili. Ma cosa pensate, che Io possa entrare nel vostro cuore se il vostro cuore è chiuso alla grazia? Non sarà mai possibile e invece aprite i vostri cuori e Io sarò lì, a darvi tutto ciò che chiedete e nulla vi mancherà. Pregate con le semplici preghiere che vi hanno insegnato, nient’altro, non voglio nient'altro. Oh! figli miei, se sapeste la gioia che mi date guardandovi insieme e uniti, solo perché non mi vedete credete che Io non ci sia, ma Io vi ascolto e vi osservo, guardo i vostri cuori e la vostra gioia. Presto verrò a prendervi, presto il mio Gesù vi prenderà e vi porterà in un mondo nuovo. Cosa credete, che solo in questo mondo avete da fare? Ma anche il mio mondo e pieno di impegni. Oh! sì, elargite solo gioia, pace e amore, queste sono le cose che dovrete fare. Io vi sarò vicino, la gioia nel cuore che provate è solo la mia gioia e il vostro amore è il mio amore. Io sono in ognuno di voi e ancora non l’avete capito. Cercatemi e mi troverete. Sono anche in coloro che non mi conoscono. Io so chi siete e vi ho creati nell'amore, nell’ umiltà e nella carità e voi avete creato il dio di voi stessi. Affidate tutto a l'unico Padre che avete e a Maria, Madre misericordiosa e pia, umile ancella di Dio, che vi sta portando sulla strada della santità. Pregate il suo Rosario per la vostra salvezza; a volte servono anche le parole semplici che Io apprezzo. Figli miei dolcissimi, fate un’arca, così come ho chiesto a Noè, ​ ma lo chiesi affinché potesse portare tutti i figli a me, senza perderne neanche uno. A voi figli miei, non vi chiedo di costruire un’arca, ma siate una grande famiglia e raccogliete più anime possibili. Presto avrete bisogno l'uno dell'altro e come farete se il cielo non vi desse queste istruzioni? Ascoltate questa anima bella, è il mio amore. Oh! amore mio, quanto ti amo, quanto sei prediletta agli occhi miei, continua il tuo cammino e dì ai tuoi fratelli di fare solo la Mia volontà, loro sono stati creati per una missione, sono stati creati solo per questo eppure si sono persi. Figlia mia, amore del mio cuore, mettili sulla buona strada come una madre fa con i suoi figli, spiega loro che Io li amo, racconta loro quanto è grande il mio amore per loro, sono i miei figli ed Io loro Padre. Rivolgetevi a me, chiamatemi Padre e ​in​ nessun altro modo, Padre, così come Io chiamo voi figli. Ricordate che soltanto tramite il mio Gesù e la Sua croce, avrete la salvezza. Oh! figli miei, ora vi benedico nel nome della Santissima Trinità Sacrosanta, Padre, Figlio e Spirito Santo, siate uniti sempre, nel mio nome ed Io sarò con voi. Amen. ​Infine la Madonna, ha aggiunto: Pregate, pregate tanto perché forti saranno i tornadi e cicloni che si stanno preparando.","text_en":"I, your Father, am here with you to tell you important things for this coming year. My children, follow my Jesus, only by trusting can you attain the salvation of your souls. I have given you my daughter, a mother for you. As a good Father, I want you to know Me as I am. Teach your children My name and when you address Me, call Me Father, not just God, but Father. I, who am Father of you all, how could I not love My children. From time to time My justice serves to correct you because you do not always listen. Look, look at the sky and be submissive to Me as the God of peace, be humble. But what do you think, that I can enter your heart if your heart is closed to grace? It will never be possible and instead open your hearts and I will be there to give you everything you ask for and nothing will be lacking. Pray with the simple prayers you have been taught, nothing else, I do not want anything else. Oh! My children, if you only knew the joy you give Me by looking at you together and united, just because you do not see Me you think I am not there, but I am listening to you and I am watching you, I am watching your hearts and your joy. Soon I will come to take you, soon my Jesus will take you and bring you into a new world. What do you think, that you have only in this world to do? But my world is also full of commitments. Oh yes, give only joy, peace and love, these are the things you will have to do. I will be close to you, the joy in your heart that you feel is only my joy and your love is my love. I am in each one of you and you have not yet understood. Seek Me and you will find Me. I am also in those who do not know Me. I know who you are and I have created you in love, humility and charity and you have created the god of yourselves. Entrust everything to the only Father you have and to Mary, merciful and pious Mother, humble handmaid of God, who is leading you on the way of holiness. Pray her Rosary for your salvation; sometimes even simple words are needed, which I appreciate. My sweetest children, make an ark, just as I asked Noah, but I asked him so that he could bring all his children to me, without losing a single one. To you My children, I do not ask you to build an ark, but be a big family and gather as many souls as possible. Soon you will need each other and how will you do if Heaven does not give you these instructions? Listen to this beautiful soul, she is my love. Oh! My love, how I love you, how beloved you are in My eyes, continue on your way and tell your brothers to do only My will, they were created for a mission, they were created only for this and yet they are lost. My daughter, Love of My Heart, put them on the right path as a mother does with her children, explain to them that I love them, tell them how great My love is for them, they are My children and I am their Father. Turn to Me, call Me Father and in no other way, Father, as I call you children. Remember that only through My Jesus and His Cross will you have salvation. Oh! My children, I now bless you in the name of the Most Holy Sacred Trinity, Father, Son and Holy Spirit, be united always in my name and I will be with you. Amen. Finally, Our Lady added: Pray, pray very much because strong will be the tornadoes and cyclones that are preparing.","text_pl":"Ja, wasz Ojciec, jestem tutaj z wami, aby powiedzieć wam ważne rzeczy na ten nadchodzący rok. Dzieci moje, naśladujcie mojego Jezusa, tylko ufając Mu możecie osiągnąć zbawienie dla waszych dusz. Dałem ci moją córkę, matkę dla ciebie. Proszę was, moje dzieci, nie bójcie się mnie. Jako dobry Ojciec chcę, abyście znali mnie takim, jakim jestem; nauczcie wasze dzieci mojego imienia i kiedy zwracacie się do mnie, nazywajcie mnie Ojcem, nie tylko Bogiem, ale i Ojcem. Ja, który jestem Ojcem was wszystkich, jakże mógłbym nie kochać Moich dzieci. Od czasu do czasu Moja sprawiedliwość służy do upomnienia was, bo nie zawsze słuchacie. Patrzcie, patrzcie na niebo i bądźcie ulegli wobec Mnie jako Boga pokoju, bądźcie pokorni. Ale co ty myślisz, że mogę wejść do twojego serca, jeśli twoje serce jest zamknięte na łaskę? To nigdy nie będzie możliwe, ale otwórzcie wasze serca, a ja będę tam, aby dać wam wszystko, o co prosicie i niczego wam nie zabraknie. Módlcie się prostymi modlitwami, których was nauczono, nic więcej, nie chcę niczego innego. Och! Moje dzieci, gdybyście tylko wiedzieli, jaką radość sprawiacie Mi gdy widzę was razem i zjednoczonych, tylko dlatego, że mnie nie widzicie, myślicie, że mnie nie ma, ale Ja was słucham i obserwuję was, obserwuję wasze serca i waszą radość. Wkrótce przyjdę, by was zabrać, wkrótce mój Jezus weźmie was i wprowadzi do nowego świata.  Myślicie, że tylko nad tym światem trzeba pracować? Ale mój świat też jest zajęty. O tak, dawajcie tylko radość, pokój i miłość, to są rzeczy, które powinniście robić. Będę blisko ciebie, radość w twoim sercu, którą czujesz, jest tylko moją radością, a twoja miłość jest moją miłością. Ja jestem w każdym z was, a wy jeszcze nie zrozumieliście. Szukajcie mnie, a znajdziecie mnie. Jestem także w tych, którzy mnie nie znają. Wiem, kim jesteście i stworzyłem was w miłości, pokorze i miłosierdziu, a wy stworzyliście boga z samych siebie. Powierzcie wszystko jedynemu Ojcu, którego macie, i Maryi, miłosiernej i pobożnej Matce, pokornej służebnicy Bożej, która prowadzi was drogą świętości. Odmawiajcie jej Różaniec za wasze zbawienie; czasem potrzebne są też proste słowa, które doceniam. Moje najsłodsze dzieci, zróbcie arkę, tak jak prosiłem Noego. Prosiłem go jednak o to, żeby mógł przyprowadzić do mnie wszystkie swoje dzieci, nie tracąc ani jednego. Was, moje dzieci, nie proszę, abyście budowali arkę, ale bądźcie wielką rodziną i zbierzcie jak najwięcej dusz. Wkrótce będziecie potrzebować siebie nawzajem i jak sobie poradzicie, jeśli Niebo nie da wam tych instrukcji? Posłuchaj tej pięknej duszy, ona jest moją miłością. Och! Moja miłości, jakże cię kocham, jakże jesteś umiłowana w Moich oczach, kontynuuj swoją drogę i powiedz swoim braciom, aby pełnili tylko Moją wolę, zostali stworzeni dla misji, zostali stworzeni tylko po to, a jednak są zagubieni. Moja córko, Miłości Mojego Serca, wprowadź ich na właściwą drogę, jak czyni to matka ze swoimi dziećmi, wyjaśnij im, że ich kocham, powiedz im, jak wielka jest Moja Miłość do nich, są Moimi dziećmi, a Ja jestem ich Ojcem. Zwróćcie się do Mnie, nazywajcie Mnie Ojcem i w żaden inny sposób, Ojcze, jak Ja was nazywam dziećmi. Pamiętaj, że tylko przez mojego Jezusa i Jego Krzyż będziesz miał zbawienie. O, moje dzieci, teraz błogosławię was w imię Przenajświętszej Trójcy, Ojca, Syna i Ducha Świętego, bądźcie zawsze zjednoczeni w moje imię, a Ja będę z wami. Amen. Na koniec Matka Boża dodała: Módlcie się, módlcie się mocno, ponieważ tornada i cyklony, które się szykują, będą silne.","month_string":"January"},{"year":2021,"month":1,"day":3,"author":"Holy Mary","text":"Figli miei, grazie per essere qui nella preghiera e per avere risposto alla mia chiamata nel vostro cuore. Figli miei, accendete le candele della fede e continuate con la preghiera; in questo momento abbiamo bisogno di voi cristiani e di coloro che sono nella verità. Figli miei, fate attenzione perché tutto quello che sta per accadere dovrebbe far aprire gli occhi e far vedere che la giustizia e il castigo di Dio sono su di voi. Molte le nazioni che hanno voltato le spalle alle leggi di Dio facendone altre proprie che non hanno a che vedere con il divino. Figli, pregate per coloro che hanno promosso leggi sull'aborto, perché grande sarà la loro sofferenza. Figli, la strada dell'anticristo si sta aprendo, ma voi siate sereni perché il fuoco dello Spirito Santo, sarà sopra i miei figli, che non si lasceranno ingannare. Ora vi benedico nel nome del Padre, del Figlio e dello Spirito Santo, Amen","text_en":"My children, thank you for being here in prayer and for answering my call in your hearts. My children, light the candles of faith and continue with prayer; at this time we need you Christians and those who are in the truth. My children, pay attention because all that is about to happen should open your eyes and make you see that God's justice and chastisement are upon you. There are many nations that have turned their backs on God's laws by making their own laws that have nothing to do with the divine. My children, pray for those who have promoted abortion laws, for their suffering will be great. My children, the road of the antichrist is opening, but be serene because the fire of the Holy Spirit will be upon my children who will not be deceived. Now I bless you in the name of the Father, the Son and the Holy Spirit, Amen.","text_pl":"Dzieci moje, dziękuję wam, że jesteście tutaj na modlitwie i że odpowiedzieliście w waszych sercach na moje wezwanie. Dzieci moje, zapalcie świece wiary i trwajcie na modlitwie; w tym czasie potrzebujemy was, chrześcijan i tych, którzy są w prawdzie. Dzieci moje, zwróćcie uwagę, bo wszystko, co ma się wydarzyć, powinno otworzyć wam oczy i sprawić, że zobaczycie, że Boża sprawiedliwość i kara są nad wami. Jest wiele narodów, które odwróciły się od praw Bożych, tworząc swoje własne prawa, które nie mają nic wspólnego z boskimi. Moje dzieci, módlcie się za tych, którzy promują prawa aborcyjne, bo ich cierpienie będzie wielkie. Moje dzieci, droga antychrysta otwiera się, ale bądźcie spokojni, bo ogień Ducha Świętego spadnie na moje dzieci, które nie dadzą się zwieść. Teraz błogosławię was w imię Ojca, Syna i Ducha Świętego. Amen.","month_string":"January"},{"year":2021,"month":1,"day":4,"author":"Holy Mary","text":"Messaggio straordinario: Durante la Santa Messa, al momento dell'Eucarestia, Gesù mi ha detto: tutti coloro che hanno ricevuto il dono dello Spirito Santo e lo avranno vissuto, durante i momenti difficili che giungeranno, il Signore sarà con loro e saranno nella pace e nella gioia, mentre chi non avrà vissuto nello Spirito, continuerà il cammino nella disperazione e nelle tenebre. Amen","text_en":"Extraordinary message: During the Holy Mass, at the moment of the Eucharist, Jesus told me: all those who have received the gift of the Holy Spirit and have lived it, during the difficult moments that will come, the Lord will be with them and they will be in peace and joy, while those who have not lived in the Spirit, will continue their journey in despair and darkness. Amen.","text_pl":"Orędzie nadzwyczajne: Podczas Mszy Świętej, w momencie Eucharystii, Jezus powiedział mi: wszyscy ci, którzy otrzymali dar Ducha Świętego i żyją nim, w trudnych chwilach, które nadejdą, Pan będzie z nimi i będą w pokoju i radości, podczas gdy ci, którzy nie żyli w Duchu Świętym, będą kontynuować swoją drogę w rozpaczy i ciemności. Amen.","month_string":"January"},{"year":2021,"month":1,"day":14,"author":"Holy Mary","text":"Cari figli, sono qui vostra Madre, giungo a voi per chiedervi pazienza, pietà e amore. Questo, figli miei, è il tempo delle persecuzioni, ma voi pregate, pregate tanto senza riposo, affinché possiate riconoscere i lupi travestiti da agnelli, tutto ciò che vi circonda non sempre viene da Dio, quindi fate attenzione. Figli, purtroppo i tradimenti continueranno ad esserci, anche mio Figlio scelse i suoi Apostoli uno per uno eppure fu tradito, la storia dei Santi si ripete in ogni mio figlio prediletto e in ogni tempo. Figli miei, cercate la pace tra voi fratelli e state nel silenzio pur avendo ragione, state tranquilli, i miei angeli sono qui per custodirvi. Ricordate che le sofferenze offerte al Signore si trasformeranno in Grazie, soprattutto se soffrite per Gesù, non temete, l'importante è la pace che avvertite nel cuore in questo momento. Io non vi lascio soli, abbiate la certezza che sono sempre con voi. Che la pace sia nelle vostre case. Ora vi benedico nel nome del Padre, del Figlio e dello Spirito Santo, Amen.","text_en":"Dear children, I am here your Mother, I come to you to ask for patience, mercy and love. This, my children, is the time of persecutions, but you pray, pray so much without rest, so that you may recognize the wolves disguised as lambs, everything around you does not always come from God, so be careful. My children, unfortunately betrayals will continue to exist, even my Son chose his Apostles one by one and yet he was betrayed, the history of the Saints repeats itself in every one of my beloved children and in every time. My children, seek peace among your brothers and stay in silence even though you are right, rest assured, my angels are here to guard you. Remember that the sufferings offered to the Lord will turn into Graces, especially if you suffer for Jesus, do not fear, the important thing is the peace you feel in your heart at this moment. I do not leave you alone, be certain that I am always with you. May peace be in your homes. I now bless you in the name of the Father, the Son and the Holy Spirit, Amen.","text_pl":"Drogie dzieci, jestem tutaj waszą Matką, przychodzę do was, aby prosić o cierpliwość, miłosierdzie i miłość. To, moje dzieci, jest czas prześladowań, ale wy się módlcie, módlcie się tak bardzo bez wytchnienia, abyście mogli rozpoznać wilki przebrane za baranki, wszystko, co was otacza, nie zawsze pochodzi od Boga, więc bądźcie ostrożni. Moje dzieci, niestety zdrajcy będą nadal się pojawiać, nawet mój Syn wybrał swoich Apostołów jednego po drugim, a jednak został zdradzony, historia świętych powtarza się w każdym z moich ukochanych dzieci i w każdym czasie. Moje dzieci, szukajcie pokoju wśród waszych braci i pozostańcie w ciszy, nawet jeśli macie rację, bądźcie spokojni, moi aniołowie są tutaj, aby was strzec. Pamiętaj, że cierpienia ofiarowane Panu przemienią się w łaski, zwłaszcza jeśli cierpisz dla Jezusa, nie bój się, najważniejszy jest pokój, który odczuwasz w tym momencie w swoim sercu. Nie zostawiam was samych, bądźcie pewni, że zawsze jestem przy was. Niech pokój zagości w waszych domach. Teraz błogosławię was w imię Ojca i Syna i Ducha Świętego, Amen.","month_string":"January"},{"year":2021,"month":1,"day":16,"author":"Holy Mary","text":"Cari figli, grazie per essere qui nella preghiera, piegate le vostre ginocchia. Io sono qui per accogliervi nel mio cuore e per afferrare le vostre mani. Figli miei, non abbiate paura e agitazione per quello che accadrà, ma fidatevi di me, nulla vi mancherà se invocherete Gesù. Lui sarà la vostra provvista, Lui sarà il calore nel gelo, Lui sarà la luce nelle tenebre, Lui sarà ancora il vostro cibo e sazierà la vostra sete perché tutto è in Lui. Amati miei, non perdete tempo, avvicinatevi alla fede con il cuore aperto. Io non sono qui per spaventarvi, ma per avvertirvi, i tempi che stanno arrivando saranno più bui di ciò che state vivendo adesso, ma se non accenderete la fiamma della fede, sentirete nel cuore solo disperazione e tormento. Figli, vi chiamo alla redenzione, più grande sarà la vostra sofferenza e più forti vi rialzerete, Io vi voglio tutti salvi. Voi prendete la spada dell’amore e Dio farà giustizia. Ora vi lascio con la mia benedizione materna nel nome del Padre e del Figlio e dello Spirito Santo, Amen.","text_en":"Dear children, thank you for being here in prayer, bend your knees. I am here to welcome you into my heart and to grasp your hands. My children, do not be afraid and agitated for what will happen, but trust me, nothing will be lacking if you invoke Jesus. He will be your supply, He will be the warmth in the cold, He will be the light in the darkness, He will still be your food and He will satiate your thirst because everything is in Him. My beloved ones, do not waste time, approach the faith with an open heart. I am not here to frighten you, but to warn you, the times that are coming will be darker than what you are experiencing now, but if you do not light the flame of faith, you will feel only despair and torment in your hearts. My children, I call you to redemption; the greater your suffering, the stronger you will rise; I want you all to be saved. You take up the sword of love and God will do justice. Now I leave you with my motherly blessing in the name of the Father and of the Son and of the Holy Spirit, Amen.","text_pl":"Drogie dzieci, dziękuję wam, że jesteście tutaj na modlitwie, uklęknijcie. Jestem tutaj, aby przyjąć was do mojego serca i uścisnąć wasze dłonie. Dzieci moje, nie bójcie się i nie denerwujcie na to, co się stanie, ale zaufajcie mi, niczego wam nie zabraknie, jeśli będziecie wzywać Jezusa. On będzie twoim zaopatrzeniem, On będzie ciepłem w zimnie, On będzie światłem w ciemności, On nadal będzie twoim pokarmem i On nasyci twoje pragnienie, ponieważ wszystko jest w Nim. Moi umiłowani, nie traćcie czasu, podchodźcie do wiary z otwartym sercem. Nie jestem tu by was straszyć, lecz by was ostrzec, czasy które nadchodzą będą ciemniejsze niż to czego doświadczacie teraz, jeśli nie rozpalicie płomienia wiary, będziecie odczuwać tylko rozpacz i mękę w waszych sercach. Dzieci moje, wzywam was do odkupienia; im większe wasze cierpienie, tym mocniej powstaniecie; chcę, abyście wszyscy byli zbawieni. Chwyćcie za miecz miłości, a Bóg wymierzy sprawiedliwość. A teraz zostawiam was z moim matczynym błogosławieństwem w imię Ojca i Syna i Ducha Świętego, Amen.","month_string":"January"},{"year":2021,"month":1,"day":19,"author":"Holy Mary","text":"Figli miei, grazie per aver risposto alla mia chiamata nel vostro cuore. Mi conforta vedervi inginocchiati nella preghiera. Figli miei, Dio ha permesso che Io venissi a voi per prendervi per mano avvicinandovi alla preghiera. Oh! i miei figli erranti che non trovano la luce, ancora in tanti non ascoltano la mia parola, non apprezzano il mio aiuto tanto da deridere questi messaggi per la salvezza dell'umanità. Figli, avete avuto tempo per la vostra scelta e, se guardo i cuori di molti dei miei figli, piango dal dolore e il cuore di mio Figlio sanguina. Figli, ora vedrete ciò che non avrei mai voluto che i vostri occhi vedessero: terremoti molto forti e tutte le calamità come tempeste, bufere, maremoti e guerre, perché non avete ascoltato le mie parole! Siete ridotti in schiavitù, siete perseguitati per la vostra fede, eppure tutto passa come se fosse normale. Figli miei, la guerra a cui state assistendo non è con le bombe, ma è una guerra interiore piuttosto forte. Pregate per la Chiesa, che subirà la sua distruzione prima della Rinascita. Figli miei, siate abbandonati al mio Gesù e noi vi saremo sempre vicini. Ora vi lascio con la Mia benedizione Materna nel nome del Padre, del Figlio e dello Spirito Santo, Amen","text_en":"My children, thank you for responding to my call in your hearts. It comforts me to see you kneeling in prayer. My children, God has allowed me to come to you to take you by the hand and bring you closer to prayer. Oh! My wandering children who do not find the light, still so many do not listen to My word, do not appreciate My help so much as to mock these messages for the salvation of humanity. My children, you have had time for your choice and, if I look at the hearts of many of my children, I weep with pain and my Son's heart bleeds. Children, now you will see what I never wanted your eyes to see: very strong earthquakes and all calamities such as storms, blizzards, tidal waves and wars, because you did not listen to my words! You are enslaved, you are persecuted for your faith, yet everything passes as if it were normal. My children, the war you are witnessing is not with bombs, but it is a rather strong inner war. Pray for the Church, which will suffer its destruction before the Rebirth. My children, be surrendered to My Jesus and we will always be close to you. Now I leave you with My Motherly Blessing in the name of the Father, the Son and the Holy Spirit, Amen.","text_pl":"Moje dzieci, dziękuję wam, że odpowiedzieliście na moje wezwanie w waszych sercach. Pociesza mnie, gdy widzę cię klęczącego w modlitwie. Moje dzieci, Bóg pozwolił mi przyjść do was, aby wziąć was za rękę i przybliżyć wam modlitwę. O! moje błądzące dzieci, które nie znajdują światła, wciąż wielu nie słucha mojego słowa, nie docenia mojej pomocy tak bardzo, że wyśmiewa te orędzia dla zbawienia ludzkości. Moje dzieci, mieliście czas na dokonanie wyboru i gdy patrzę na serca wielu moich dzieci, płaczę z bólu, a serce mojego Syna krwawi. Dzieci, teraz zobaczycie to, czego nigdy nie chciałem, aby wasze oczy zobaczyły: bardzo silne trzęsienia ziemi i wszystkie nieszczęścia, takie jak burze, śnieżyce, fale pływowe i wojny, ponieważ nie słuchaliście moich słów! Jesteś zniewolony, jesteś prześladowany za swoją wiarę, a jednak wszystko mija jak gdyby normalnie. Moje dzieci, wojna, której jesteście świadkami, nie jest wojną z użyciem bomb, ale jest to silna wojna wewnętrzna. Módlcie się za Kościół, który ulegnie zniszczeniu przed Odrodzeniem. Moje dzieci, bądźcie oddane mojemu Jezusowi, a my zawsze będziemy blisko was. Teraz zostawiam was z Moim Matczynym Błogosławieństwem w imię Ojca, Syna i Ducha Świętego. Amen.","month_string":"January"},{"year":2021,"month":1,"day":20,"author":"Jesus Christ","text":"Figli miei, piegate le vostre ginocchia nella preghiera. vorrei consolarvi nel dirvi che ogni parola, ogni gesto, ogni sguardo rivolto a me, il Re del cielo e della terra verrà benedetto ancora di più in questo tempo. Vi guardo e vedo i vostri cuori ed Io vi benedico e vi dono la mia pace che a vostra volta porterete nelle vostre case. Io vi amo e sono qui sempre, vi aspetto tutti i giorni come un povero mendicante, Io chiedo solo Amore. Il vostro Gesù","text_en":"My children, bend your knees in prayer. I would like to console you by telling you that every word, every gesture, every glance turned to Me, the King of Heaven and Earth, will be blessed even more in this time. I look at you and I see your hearts and I bless you and I give you My peace that you in turn will bring to your homes. I love you and I am always here, I wait for you every day like a poor beggar, I ask only for Love. Your Jesus.","text_pl":"Dzieci moje, ukęknijcie w modlitwie. Pragnę was pocieszyć, mówiąc wam, że każde słowo, każdy gest, każde spojrzenie zwrócone ku Mnie, Królowi nieba i ziemi, będzie w tym czasie jeszcze bardziej błogosławione. Patrzę na was i widzę wasze serca, błogosławię was i daję wam mój pokój, który wy z kolei zabierzecie do swoich domów. Kocham Cię i zawsze jestem tutaj, czekam na Ciebie każdego dnia jak biedny żebrak, proszę tylko o Miłość. Twój Jezus","month_string":"January"},{"year":2021,"month":1,"day":21,"author":"Holy Mary","text":"Figli amati, grazie per essere qui nella preghiera e per aver risposto alla mia chiamata nel vostro cuore. Figli adorati, vi esorto a decidere da quale parte stare. Io, vostra Madre sono qui, aspetto un vostro cenno per farvi tante grazie, parlo soprattutto all’umanità che si è data al mondo. Chiamatemi, invocatemi ed Io sarò sempre pronta a venire in vostro aiuto. Figli, l'illuminazione è prossima, chiedo al mio piccolo resto: rivestitevi di luce e indossate l'armatura più bella, ed io vi metterò in prima fila, adesso ho bisogno di voi, sarete protetti e resi invisibili dai miei angeli, il male continuerà a portare via anime all'inferno ed ecco che voi dovrete apostolare ed evangelizzare con grande coraggio e fede, siate coraggiosi e urlate la verità, non abbiate timore. Figli, amate e fatevi ungere, mettete tutti i vostri dolori nelle preziosissime piaghe di mio Figlio. Ora vi lascio con la mia Materna benedizione nel nome del Padre, del Figlio e dello Spirito Santo, Amen.","text_en":"Beloved children, thank you for being here in prayer and for responding to my call in your hearts. Beloved children, I urge you to decide which side you are on. I, your Mother, am here, waiting for your call to give you many graces, I speak especially to humanity that has given itself to the world. Call me, invoke me and I will always be ready to come to your aid. Children, enlightenment is near, I ask my little remnant: clothe yourselves with light and put on the most beautiful armor, and I will put you in the front row, now I need you, you will be protected and made invisible by my angels, evil will continue to take souls away from hell and here you will have to apostolate and evangelize with great courage and faith, be brave and shout the truth, do not be afraid. My children, love and be anointed, put all your sorrows in the most precious wounds of my Son. Now I leave you with my Motherly Blessing in the name of the Father, the Son and the Holy Spirit, Amen.","text_pl":"Umiłowane dzieci, dziękuję wam, że jesteście tutaj na modlitwie i że odpowiadacie na moje wezwanie w waszych sercach. Ukochane dzieci, zachęcam was do podjęcia decyzji, po której stronie jesteście. Ja, wasza Matka, jestem tutaj; czekam na znak od was, aby udzielić wam wielu łask; zwracam się przede wszystkim do ludzkości, która oddała się światu. Wzywajcie mnie, wzywajcie mnie, a ja zawsze będę gotów przyjść wam z pomocą. Dzieci moje, oświecenie jest bliskie, proszę moją małą resztkę: przyobleczcie się w światło i załóżcie najpiękniejszą zbroję, a postawię was w pierwszym rzędzie, teraz was potrzebuję, będziecie chronieni i uczynieni niewidzialnymi przez moich aniołów, zło nadal będzie zabierać dusze do piekła i będziecie musieli apostołować i ewangelizować z wielką odwagą i wiarą, bądźcie odważni i głoście prawdę, nie bójcie się. Moje dzieci, kochajcie i bądźcie naznaczeni, włóżcie wszystkie wasze smutki w najcenniejsze rany mojego Syna. Teraz zostawiam was z moim matczynym błogosławieństwem w imię Ojca i Syna i Ducha Świętego, Amen.","month_string":"January"},{"year":2021,"month":1,"day":26,"author":"Holy Mary","text":"Figlia mia, di' al mondo che la fede è l'unica speranza che ha l' umanità, solo la preghiera la carità e l'amore saranno la loro salvezza. I tempi predetti da Fatima in poi sono arrivati, nessuno potrà dire che non avevo avvertito. Tanti sono stati i profeti e i veggenti scelti per annunciare la verità e i pericoli di questo mondo, eppure molti non hanno ascoltato e ancora non ascoltano. Piango per questi figli che si perdono, l'apostasia della Chiesa è sempre più chiara, i miei figli prediletti (sacerdoti) hanno rifiutato la mia protezione. Figlia mia, dì al mondo di pregare per i potenti, perché scateneranno una grande guerra. Pregate per la Chiesa, perché è alla sua distruzione, pregate per l'Italia perché piangerà i suoi morti, la carestia è prossima e voi non siete preparati. Un altro virus è alle porte e sarà peggiore del precedente. Figli, perché ancora non capite? Proteggetevi, pregate, pregate tanto. Battezzate e pregate per i bambini, perché il male vuole prendere la loro innocenza. Ora vi lascio con la benedizione della Santissima Trinità, Padre, Figlio e Spirito Santo. Poi aggiunge: leggete l'Apocalisse e lì troverete la verità per questi tempi.","text_en":"My daughter, tell the world that faith is the only hope humanity has, only prayer, charity and love will be their salvation. The times foretold from Fatima has arrived, no one will be able to say that I did not warn. Many were the prophets and seers chosen to announce the truth and the dangers of this world, yet many did not listen and still do not listen. I weep for these children who are lost, the apostasy of the Church is becoming clearer and clearer, My beloved sons (priests) have rejected My protection. My daughter, tell the world to pray for the powerful, for they will unleash a great war. Pray for the Church, for it is at its destruction, pray for Italy for it will mourn its dead, famine is near and you are not prepared. Another virus is at the doors and it will be worse than the previous one. My children, why do you still not understand? Protect yourselves, pray, pray a lot. Baptize and pray for the children, because evil wants to take their innocence. Now I leave you with the blessing of the Most Holy Trinity, Father, Son and Holy Spirit. Then she adds: read the Revelation and there you will find the truth for these times.","text_pl":"Moja córko, powiedz światu, że wiara jest jedyną nadzieją, jaką ma ludzkość, że tylko modlitwa, miłosierdzie i miłość będą dla niej ratunkiem. Czasy przepowiedziane od Fatimy nadeszły, nikt nie będzie mógł powiedzieć, że nie ostrzegałam. Wielu było proroków i widzacych wybranych do głoszenia prawdy i niebezpieczeństw tego świata, a jednak wielu nie słuchało i nadal nie słucha. Płaczę za tymi dziećmi, które się zagubiły, apostazja Kościoła staje się coraz bardziej wyraźna, moje ukochane dzieci (kapłani) odrzuciły moją opiekę. Moja córko, powiedz światu, aby modlił się za potężnych, bo oni rozpętają wielką wojnę. Módlcie się za Kościół, bo jest na drodze ku  zniszczeniu, módlcie się za Włochy, bo będzie opłakiwać swoich zmarłych, głód jest blisko, a ty nie jesteś przygotowany. Kolejny wirus jest u drzwi i będzie gorszy od poprzedniego. Dzieci moje, dlaczego jeszcze nie rozumiecie? Chrońcie się, módlcie się, dużo się módlcie. Chrzcijcie i módlcie się za dzieci, bo zło chce odebrać im niewinność. Teraz zostawiam was z błogosławieństwem Trójcy Przenajświętszej, Ojca i Syna i Ducha Świętego. Następnie dodaje: Czytajcie Apokalipsę, a tam znajdziecie prawdę na te czasy...","month_string":"January"},{"year":2021,"month":1,"day":30,"author":"Holy Mary","text":"Cari figli, grazie per avere risposto alla mia chiamata nel vostro cuore, mi conforta guardarvi nella preghiera con la fede nel cuore. Figli, guardate ciò che sta accadendo intorno a voi, le catastrofi naturali non si sono fatte attendere nel mondo e continueranno. Figli, i tempi sono questi, il braccio di Dio non si può più tenere, la Sua giustizia sarà grande, a volte atroce su coloro che bestemmiano il Suo Santo Nome, per quei figli consacrati che hanno profanato la Chiesa e non hanno avuto pietà di quanto dolore causavano a mio Figlio. Figli, non credete a questo mondo che vuole corrompervi nel migliore dei modi, facendo passare tutto il male come lecito. Fate attenzione alle lusinghe del demonio che in questi tempi e con tanti peccati, ha preso forza. Figli miei, la vostra fede vi salverà, chiedete con fede e vi sarà dato, bussate e vi sarà aperto, invocate il Mio Nome e quello di Gesù e non vi lasceremo soli. Vi amo e vi sono vicina. Pregate per l’America, per i sacerdoti e il Papa. Pregate per i potenti del mondo, affinchè i loro cuori siano illuminati e la pace regni sulla terra. Ora vi lascio con la mia Materna Benedizione nel nome del Padre, del Figlio e dello Spirito Santo, Amen.","text_en":"Dear children, thank you for having responded to my call in your hearts, it comforts me to watch you in prayer with faith in your hearts. My children, look at what is happening around you, natural disasters have not waited in the world and will continue. My children, these are the times, the arm of God can no longer be held, His justice will be great, sometimes atrocious on those who blaspheme His Holy Name, for those consecrated children who have profaned the Church and had no mercy on how much pain they caused my Son. Children, do not believe this world that wants to corrupt you in the best of ways, making all evil pass as lawful. Beware of the enticements of the devil who in these times and with so many sins has gained strength. My children, your faith will save you, ask with faith and it will be given to you, knock and it will be opened to you, invoke My Name and that of Jesus and we will not leave you alone. I love you and I am close to you. Pray for America, for the priests and the Pope. Pray for the powerful of the world, that their hearts may be enlightened and that peace may reign on earth. Now I leave you with my Motherly Blessing in the name of the Father, the Son and the Holy Spirit, Amen.","text_pl":"Drogie dzieci, dziękuję wam, że odpowiedzieliście na moje wezwanie w waszych sercach, pociesza mnie to, że mogę patrzeć na was w modlitwie z wiarą w sercu. Moje dzieci, spójrzcie na to, co się dzieje wokół was, klęski żywiołowe niedługo nadejdą i będą się powtarzać. Moje dzieci, takie są czasy, ramię Boga nie może być dłużej powstrzymywane, Jego sprawiedliwość będzie wielka, czasami okrutna dla tych, którzy bluźnią Jego Świętemu Imieniu, dla tych konsekrowanych dzieci, które sprofanowały Kościół i nie miały litości nad tym, jak wiele bólu sprawiły mojemu Synowi. Dzieci moje, nie wierzcie temu światu, który chce was zepsuć w najlepszy z możliwych sposobów, sprawiając, że wszelkie zło uchodzi za zgodne z prawem. Zwróćcie uwagę na pokusy diabła, który w tych czasach i z tak wielu grzechów zyskał siłę. Dzieci moje, wasza wiara was ocali, proście z wiarą, a będzie wam dane, kołaczcie, a będzie wam otworzone, wzywajcie Mojego Imienia i Imienia Jezusa, a nie zostawimy was samych. Kocham cię i jestem blisko ciebie. Módlcie się za Amerykę, za księży i papieża. Módlcie się za potężnych świata, aby ich serca mogły być oświecone i żeby pokój zapanował na ziemi. Teraz zostawiam was z moim Matczynym Błogosławieństwem w imię Ojca i Syna i Ducha Świętego, Amen.","month_string":"January"},{"year":2021,"month":2,"day":3,"author":"Holy Mary","text":"Cari figli, grazie per aver ascoltato la mia chiamata nel vostro cuore. Figli adorati, grazie per le vostre preghiere. Io, vostra Madre, sono qui, tocco la terra per istruirvi, una mamma che vi rialza quando cadete, che vi toglie dal fango e dove alcune creature si trovano; sono sempre io che asciugo le vostre lacrime, che vi ridò la speranza e la luce di mio Figlio per illuminarvi la strada. Figli miei sono vostra Madre: perché non approfittate della Misericordia che scende su di voi per cambiare la vostra vita? Figli adorati pregate per la Chiesa, perché ormai la lotta è alle porte, essa vivrà la sua passione. Pregate tanto, senza sosta. Una forte tempesta scuoterà il mondo e voi, ancora, perdete il vostro tempo legandovi alle cose terrene. Figli miei, tutto è pronto per voi, latte e miele scenderanno dai monti; pace, amore e tanta serenità è pronta per voi; ma vi chiedo, credete e vivete i miei messaggi. Figli miei, oggi scenderanno molte grazie, testimoniate, siate grati a Dio per tanto amore, riconoscendolo come unico vero Dio. Ora vi lascio con la mia Benedizione materna nel nome del Padre, del Figlio e dello Spirito Santo, Amen","text_en":"Dear children, thank you for listening to my call in your hearts. Beloved children, thank you for your prayers. I, your Mother, am here, touching the earth to instruct you, a mother who lifts you up when you fall, who lifts you out of the mud and where some creatures are; it is always I who wipes away your tears, who gives you back hope and the light of my Son to light your way. My children, I am your Mother: why do you not take advantage of the Mercy that descends upon you to change your lives? Beloved children, pray for the Church, for by now the struggle is at the doors, she will live her passion. Pray much, without ceasing. A strong storm will shake the world and you are still wasting your time by tying yourselves to earthly things. My children, everything is ready for you, milk and honey will come down from the mountains; peace, love and much serenity is ready for you; but I ask you, believe and live my messages. My children, today many graces will come down, witness, be grateful to God for so much love, recognizing Him as the only true God. Now I leave you with my motherly blessing in the name of the Father, the Son and the Holy Spirit, Amen.","text_pl":"Drogie dzieci, dziękuję wam, że słuchacie mojego wołania w waszych sercach. Uwielbiane dzieci, dziękuję za wasze modlitwy. Ja, wasza Matka, jestem tutaj, przybywam na ziemę, aby was pouczyć, Matka, która podnosi was, gdy upadacie, która wyciąga was z błota i z miejsc, gdzie są jakieś stworzenia; to zawsze Ja ocieram wasze łzy, przywracam wam nadzieję i światło mojego Syna, aby oświecić waszą drogę. Dzieci moje, jestem waszą Matką: dlaczego nie korzystacie z Miłosierdzia, które zstępuje na was, aby zmienić wasze życie? Uwielbione dzieci, módlcie się za Kościół, bo teraz bitwa jest u drzwi, będzie żył swoją pasją. Módlcie się dużo, bez przerwy. Silna burza wstrząśnie światem, a wy nadal marnujecie swój czas, przywiązując się do ziemskich rzeczy. Dzieci moje, wszystko jest dla was gotowe, mleko i miód spłyną z gór, pokój, miłość i wiele pogody ducha jest dla was gotowe, ale proszę was, wierzcie i żyjcie moimi orędziami. Moje dzieci, dzisiaj zstąpi wiele łask, bądźcie świadkami, bądźcie wdzięczni Bogu za tyle miłości, uznając Go za jedynego prawdziwego Boga. Teraz zostawiam was z moim matczynym błogosławieństwem w imię Ojca i Syna i Ducha Świętego. Amen","month_string":"February"},{"year":2021,"month":2,"day":6,"author":"Holy Mary","text":"Cari figli, grazie per aver risposto alla mia chiamata nel vostro cuore. Figli miei, molti di voi attendono l'Avvertimento come se fosse solo misericordia, ma ricordate figli, che sarà anche un evento che metterà a nudo chirurgicamente le vostre vite. Figli miei, Io sono venuta tra voi per mettere insieme il mio piccolo resto fedele. Figli, non siate come i farisei, non siate falsi, ricordate che Io vedo i vostri cuori e a me nulla potrà mai essere nascosto. Figli, testimoniate sempre e abbiate coraggio, a volte sentite la paura dei giudizi altrui così come fecero gli Apostoli e alcuni di loro per paura rinnegarono Gesù, eppure furono scelti da Lui. Figli, pregate per i potenti della terra, affinché non prendano la strada che hanno in mente, perché dai loro progetti dipenderanno i miei figli e il loro futuro, guerre sono in programma. Figli miei, Io sono qui e vi Amo. Fate cenacoli di preghiera ovunque, oggi il mondo ha bisogno di voi, pregate per la Chiesa e per i vostri governanti. Ora vi lascio con la mia benedizione materna nel nome del Padre, del Figlio e dello Spirito Santo, Amen.","text_en":"Dear children, thank you for responding to My call in your hearts. My children, many of you are waiting for the Warning as if it were only mercy, but remember children, it will also be an event that will surgically expose your lives. My children, I have come among you to put together My small faithful remnant. My children, do not be like the Pharisees, do not be false, remember that I see your hearts and nothing can ever be hidden from Me. Children, always testify and have courage, sometimes you feel the fear of others' judgments as did the Apostles and some of them for fear denied Jesus, yet they were chosen by Him. My children, pray for the powerful of the earth, so that they do not take the path they have in mind, for on their plans will depend my children and their future, wars are planned. My children, I am here and I love you. Make circles of prayer everywhere, today the world needs you, pray for the Church and for your rulers. I leave you now with my motherly blessing in the name of the Father, the Son and the Holy Spirit, Amen.","text_pl":"Drogie dzieci, dziękuję wam, że odpowiedzieliście na moje wezwanie w waszych sercach. Moje dzieci, wielu z was oczekuje Ostrzeżenia, jakby to była tylko litość, ale pamiętajcie dzieci, będzie to również wydarzenie, które chirurgicznie obnaży wasze życie. Dzieci moje, przyszłam między was, aby zgromadzić Moją małą wierną resztkę. Dzieci moje, nie bądźcie jak faryzeusze, nie bądźcie fałszywi, pamiętajcie, że Ja widzę wasze serca i nic nie może być przede Mną ukryte. Dzieci moje, zawsze dawajcie świadectwo i miejcie odwagę, czasami odczuwacie strach przed osądem innych, tak jak Apostołowie, gdy niektórzy z nich ze strachu zaparli się Jezusa, a jednak zostali przez Niego wybrani. Dzieci moje, módlcie się za możnych tej ziemi, aby nie szli drogą, którą sobie obrali, bo od ich planów zależą moje dzieci i ich przyszłość. Dzieci moje, jestem tu i kocham was. Twórzcie wszędzie wieczerniki modlitwy, dziś świat was potrzebuje, módlcie się za Kościół i za waszych władców. Teraz zostawiam was z moim matczynym błogosławieństwem w imię Ojca i Syna i Ducha Świętego, Amen.","month_string":"February"},{"year":2021,"month":2,"day":9,"author":"Holy Mary","text":"Figli miei, grazie per essere qui nella preghiera. Figli miei, voi che mi accogliete nel vostro cuore dico: Gesù è più vicino di quanto voi immaginiate, piccoli miei è tutto pronto per voi e non temete mai quando siete in Cristo. Figli, pregate per i tempi che stanno arrivando perché sarà un susseguirsi di eventi drammatici e di segni grandiosi e sarà difficile dubitarne la provenienza, tranne per chi è già dalla parte di Satana e per chi avrà il cuore chiuso. Figli miei, piango per Roma che ha voltato le spalle a Dio pensando più al potere. Oh! Roma, presto mangerà la polvere della sua rovina. Figli miei, pregate per il Sud Italia. Figli pregate per l'America perché obbedisce ai piani diabolici. Figli, vi ricordo che le preghiere hanno mitigato molti eventi, vi prego di continuare nella preghiera, siete sulla salita del Golgota e state portando le croci, fate digiuni e sacrifici. Ora vi lascio con la mia benedizione nel nome del Padre, del Figlio e dello Spirito Santo, Amen.","text_en":"My children, thank you for being here in prayer. My children, you who welcome me into your hearts I say, Jesus is closer than you imagine, my little ones everything is ready for you and never fear when you are in Christ. My children, pray for the times that are coming because it will be a succession of dramatic events and great signs and it will be difficult to doubt where they are coming from, except for those who are already on Satan's side and for those whose hearts are closed. My children, I weep for Rome who has turned her back on God thinking more of power. Oh! Rome, soon she will eat the dust of her ruin. My children, pray for Southern Italy. My children, pray for America because it obeys diabolical plans. Children, I remind you that prayers have mitigated many events, please continue in prayer, you are on the ascent of Golgotha and you are carrying crosses, make fasts and sacrifices. Now I leave you with my blessing in the name of the Father, the Son and the Holy Spirit, Amen.","text_pl":"Dzieci moje, dziękuję wam, że jesteście tutaj na modlitwie. Moje dzieci, wam, którzy przyjmujecie mnie do waszych serc, mówię: Jezus jest bliżej niż sobie wyobrażacie, moje maleństwa, wszystko jest dla was gotowe i nigdy nie lękajcie się, gdy jesteście w Chrystusie. Moje dzieci, módlcie się za czasy, które nadchodzą, ponieważ nastąpi ciąg dramatycznych wydarzeń i wielkich znaków i trudno będzie wątpić, skąd one pochodzą, z wyjątkiem tych, którzy już są po stronie szatana i tych, których serca są zamknięte. Dzieci moje, płaczę nad Rzymem, który odwrócił się od Boga, myśląc bardziej o władzy. Och! Rzym, wkrótce zje pył swojej ruiny. Moje dzieci, módlcie się za południowe Włochy. Moje dzieci, módlcie się za Amerykę, ponieważ jest ona posłuszna diabelskim planom. Dzieci moje, przypominam wam, że modlitwy złagodziły wiele wydarzeń, błagam was, trwajcie na modlitwie, jesteście na Golgocie i niesiecie krzyże, czyńcie posty i wyrzeczenia. Teraz zostawiam was z moim błogosławieństwem w imię Ojca, Syna i Ducha Świętego, Amen.","month_string":"February"},{"year":2021,"month":2,"day":13,"author":"Holy Mary","text":"Figli miei, grazie per essere qui nella preghiera. Dolci bambini miei, quanto vorrei mettervi in prima fila tra i miei combattenti, i miei soldati di luce, siate degni, amate il mio Gesù, non siate cupi, ma amate con diligenza. Figli, molti di voi in questo periodo verranno trasformati e riempiti di Spirito Santo per essere in grado di avere la nostra luce, molti altri si sentiranno vuoti, quasi con la sensazione di non avere il conforto di Dio. Questa condizione vi farà molto soffrire, ma non abbiate paura, Dio non vi abbandonerà mai, questo stato vi farà capire come sia quando anche inconsapevolmente ci si allontana e dove potreste andare. Ricordate che questa sofferenza sarà invece per l'elevazione del vostro Spirito. Figli, vi stiamo preparando all' Avvertimento, tornerete più forti di prima, nella fede e nella preghiera, quindi non temete, la sofferenza porterà Grazia. Pregate figli, perché uomini iniqui si prenderanno gioco di questa umanità, portandola verso il baratro, ma voi lottate e amate e nessuno toccherà il mio resto fedele. Ora vi lascio con la mia Benedizione Materna, nel nome Padre, del Figlio e dello Spirito Santo, Amen.","text_en":"My children, thank you for being here in prayer. My sweet children, how I would love to put you in the front row among my fighters, my soldiers of light, be worthy, love my Jesus, do not be gloomy, but love diligently. Children, many of you in this period will be transformed and filled with the Holy Spirit to be able to have our light, many others will feel empty, almost with the feeling of not having the comfort of God. This condition will make you suffer a lot, but don't be afraid, God will never abandon you, this state will make you understand how it is when even unconsciously you walk away and where you could go. Remember that this suffering will instead be for the elevation of your Spirit. Children, we are preparing you for the Warning, you will come back stronger than before, in faith and in prayer, so do not fear, suffering will bring Grace. Pray children, because unjust men will make fun of this humanity, leading it towards the abyss, but you fight and love and no one will touch my faithful remnant. Now I leave you with my Motherly Blessing, in the name of the Father, the Son and the Holy Spirit, Amen.","text_pl":"Dzieci moje, dziękuję wam, że jesteście tutaj na modlitwie. Moje słodkie dzieci, jakże bym chciała postawić was w pierwszym szeregu wśród moich bojowników, moich żołnierzy światła, bądźcie godni, kochajcie mojego Jezusa, nie bądźcie ponurzy, ale kochajcie pilnie. Dzieci, jedni w tym czasie będą przemienieni i napełnieni Duchem Świętym, aby móc mieć nasze światło, inni będą czuli się pusto, niemalże z poczuciem, że nie mają Bożego pocieszenia. Ten stan sprawi, że będziecie bardzo cierpieć, ale nie bójcie się, Bóg nigdy was nie opuści, ten stan sprawi, że zrozumiecie, jak to jest, gdy nawet nieświadomie błądzicie i nie macie dokąd się udać. Pamiętaj, że to cierpienie będzie służyło podniesieniu twojego Ducha. Moje dzieci, przygotowujemy was na Ostrzeżenie, powrócicie silniejsi niż przedtem, w wierze i w modlitwie, więc nie bójcie się, cierpienie przyniesie Łaskę. Módlcie się dzieci, bo niesprawiedliwi ludzie będą się naśmiewać z tej ludzkości, prowadząc ją ku przepaści, ale wy walczcie i kochajcie, a nikt nie tknie mojej wiernej resztki. A teraz zostawiam was z moim Matczynym Błogosławieństwem, w imię Ojca i Syna i Ducha Świętego, Amen.","month_string":"February"},{"year":2021,"month":2,"day":16,"author":"Holy Mary","text":"Amori miei, grazie per le preghiere che recitate anche nel silenzio, ogni gesto, ogni parola rivolta a Dio è una preghiera. Figli, continuo a chiedere di essere luci per il mondo e spade per difendersi, noi vi daremo la protezione massima, ma voi pregate, parlate di Dio con calma e dolcezza, spiegate ciò che vi verrà detto dal cielo senza temere perché lo Spirito Santo vi accompagnerà. Figli, pregate per la Russia, la Cina e l’America, saranno causa di scompiglio per il mondo. Riversatevi a Dio Salvatore senza alcun dubbio, siate legati alla vera dottrina. Pregate per coloro che temono questi momenti di buio che stanno arrivando, Io dico loro: non temete perché dovete solo aspirare al Paradiso, tante sono le morti inutili nel mondo, perché state abbassando la testa a l’èlite mondiale, fate attenzione figli miei, il male sta approfittando della vostra debolezza spirituale e fisica per attaccarvi, per questo motivo vi chiedo di essere forti nella fede perché solo così potrete sopportare, rinunciare e andare avanti evangelizzando. Figli miei, i vulcani si risveglieranno quasi contemporaneamente, la natura si sta rivoltando contro questa umanità ingrata e peccatrice. Figli, pregate per la Chiesa, lo scisma è in atto, la Chiesa risorgerà, purtroppo i miei figli prediletti (sacerdoti) hanno scelto la strada della falsità, facendo scendere le tenebre sui fedeli, ricordate che per tutti i vostri comportamenti renderete conto a Dio, state portando il mio gregge al peccato, state non considerando più il peccato, ciò che insegnate non è più il vero magistero e per questo ne darete conto. Le tenebre stanno per scendere su questa terra e i segni del cielo saranno sempre più imponenti, convertitevi ora. L' anticristo sta per affacciarsi pubblicamente prendendo le sembianze di un santo nei modi di fare, parlerà anche di Dio, ma attenzione figli, attenzione! Vivete sempre i miei messaggi e raccogliete più anime possibili. Figlia mia, grazie per essermi fedele sempre, Gesù ti sarà accanto ed io ti consolerò in questa offerta Pasquale. Ora vi lascio la mia benedizione nel nome del Padre, del Figlio e dello Spirito Santo, Amen.","text_en":"My loves, thank you for the prayers you recite even in silence, every gesture, every word addressed to God is a prayer. My children, I continue to ask you to be lights for the world and swords for defense, we will give you the utmost protection, but you pray, speak of God calmly and gently, explain what will be said to you from heaven without fear because the Holy Spirit will accompany you. Children, pray for Russia, China and America, they will be a cause of turmoil for the world. Revert to God the Savior without any doubt, be bound to the true doctrine. Pray for those who fear these moments of darkness that are coming, I say to them: do not fear because you must only aspire to Heaven, there are so many useless deaths in the world because you are lowering your heads to the world's elite, be careful My children, evil is taking advantage of your spiritual and physical weakness to attack you, for this reason I ask you to be strong in faith because only in this way can you endure, renounce and go on evangelizing. My children, volcanoes will awaken almost simultaneously, nature is turning against this ungrateful and sinful humanity. My children, pray for the Church, the schism is taking place, the Church will rise again, unfortunately my beloved children (priests) have chosen the way of falsehood, bringing down darkness on the faithful, remember that for all your behaviors you will be accountable to God, you are leading my flock to sin, you are no longer considering sin, what you teach is no longer the true Magisterium and for this you will be accountable. Darkness is about to descend on this earth and the signs of Heaven will be more and more imposing, convert now. The Antichrist is about to appear publicly taking the appearance of a saint in his ways, he will also speak of God, but be careful children, be careful! Always live my messages and gather as many souls as possible. My daughter, thank you for always being faithful to me, Jesus will be beside you and I will console you in this Easter offering. Now I leave you my blessing in the name of the Father, the Son and the Holy Spirit, Amen.","text_pl":"Moi kochani, dziękuję wam za modlitwy, które odmawiacie nawet w ciszy, każdy gest, każde słowo skierowane do Boga jest modlitwą. Moje dzieci, nadal proszę was, abyście byli światłami dla świata i mieczami do obrony, damy wam największą ochronę, ale wy módlcie się, mówcie o Bogu spokojnie i łagodnie, wyjaśniajcie to, co zostanie wam powiedziane z Nieba bez lęku, ponieważ Duch Święty będzie wam towarzyszył. Dzieci, módlcie się za Rosję, Chiny i Amerykę, będą one przyczyną zamieszania dla świata. Powróćcie do Boga Zbawiciela bez żadnych wątpliwości, bądźcie przywiązani do prawdziwej doktryny. Módlcie się za tych, którzy obawiają się tych chwil ciemności, które nadchodzą, mówię im: nie lękajcie się, ponieważ musicie tylko dążyć do Nieba, na świecie jest tak wiele bezużytecznych śmierci, ponieważ zniżacie głowy do elity światowej, uważajcie moje dzieci, zło wykorzystuje waszą duchową i fizyczną słabość, aby was zaatakować, dlatego proszę was, abyście byli silni w wierze, ponieważ tylko w ten sposób możecie wytrwać, wyrzec się i iść dalej ewangelizować. Moje dzieci, wulkany obudzą się prawie w tym samym czasie, natura zwraca się przeciwko tej niewdzięcznej i grzesznej ludzkości. Moje dzieci, módlcie się za Kościół, schizma trwa, Kościół zmartwychwstanie, niestety, moje ukochane dzieci (kapłani) wybrały drogę fałszu, sprowadzając ciemność na wiernych, pamiętajcie, że będziecie odpowiadać przed Bogiem za wszystkie swoje zachowania, prowadzicie moją trzodę do grzechu, nie bierzecie już pod uwagę grzechu, to czego uczycie nie jest już prawdziwym Magisterium i za to będziecie odpowiadać. Ciemność ma zstąpić na tę ziemię, a znaki Nieba będą coraz bardziej narzucające się, nawróćcie się już teraz. Antychryst ma się ukazać publicznie, przybierając wygląd świętego w swoich ścieżkach; będzie on również mówił o Bogu, ale uważajcie, dzieci, uważajcie! Zawsze żyjcie moimi przesłaniami i zbierzcie jak najwięcej dusz. Moja córko, dziękuję ci za to, że zawsze byłaś mi wierna, Jezus będzie przy tobie, a ja będę cię pocieszał w tej wielkanocnej ofierze. Teraz zostawiam wam moje błogosławieństwo w imię Ojca, Syna i Ducha Świętego, Amen.","month_string":"February"},{"year":2021,"month":2,"day":20,"author":"Jesus Christ","text":"Figli miei, quanto soffro, Io sono tra voi, piango per tutte le sofferenze che mi stanno causando. Figli adorati, oh quanto soffro! Cosa mi sta facendo la mia Chiesa! Sono già qui e l’umanità ancora non crede, non capisce quanto dolore sento e quanto dolore per questa mia Chiesa; mi ha voltato le spalle, eppure io l’ho edificata insieme a Pietro, è la mia Chiesa e non lascerò che il demonio ne prenda possesso, ma rinascerà nella Gloria. Figli miei, fate attenzione alle false dottrine, non cadete in questa trappola. I miei prediletti (sacerdoti) renderanno conto per ciò che stanno facendo! Pregate per i veri sacerdoti, quelli di Gesù Cristo, perché la persecuzione è in atto. Cantate inni al Signore vostro Dio, lamentatevi per tutto ciò che accadrà e urlate che Io sono qui. Figli miei convertitevi adesso, pregate, pregate, pregate tanto, i tempi che arriveranno saranno per la purificazione della terra, nulla di ciò che conoscete rimarrà su questa terra e voi che pensate ancora alle cose terrene. Confessatevi e tenetevi pronti perché il tempo è al limite. Tenetevi pronti nella preghiera, siate nella mia Grazia. Figlia mia, porta con gioia la mia sofferenza, questa sarà una Pasqua speciale. Guarda figlia mia, guarda questo sangue prezioso, è per tutti anche per i miei figli ingrati e per i peccatori che non capiscono. Figlia mia, quanto soffrirai in questa Pasqua, quanta sofferenza per tutti i peccatori, aiutami amore mio, aiutami, fallo con gioia per il tuo Signore. Io sono qui per purificarvi. Adesso lo Spirito Santo scenderà su di voi, vi voglio purificare tutti, fatevi trovare pronti perché non riuscirete a sopportare quello che vi aspetta. Perché insistete con le cose del mondo? Perdonate, amate, abbiate carità, non siate indifferenti. Il mio Spirito è tra di voi e resterà con voi. Figli miei, state insieme più di prima, aiutatevi perché presto tutto sarà perduto. Il fuoco e l’acqua si stanno preparando, ma voi verrete rapiti dai miei Angeli e portati in un luogo sicuro finché non risorgerà come un paradiso: in una nuora era, in una nuova terra, con nuovi cieli. Seguite me e le mie orme, Io sono la verità, la via e la vita. Questa casa è benedetta, dove i miei angeli dimoreranno per proteggervi. Figli miei, non abbiate timore di nulla, io vi ho segnati uno ad uno, come satana ha segnato i suoi fedeli. Figli, quante anime avete radunato a me, quante anime! Ora passerò uno per uno per benedirvi, inginocchiatevi e chinate il capo, abbiate la vita eterna, nel nome del Padre, nel Mio nome e dello Spirito Santo, Amen. Il vostro caro Gesù","text_en":"My children, how much I suffer, I am among you, I weep for all the suffering that is being caused me. Beloved children, oh how much I suffer! What my Church is doing to me! I am already here and humanity still does not believe, it does not understand how much pain I feel and how much pain for this Church of mine; it has turned its back on me, yet I have built it together with Peter, it is my Church and I will not let the devil take possession of it, but it will be reborn in Glory. My children, beware of false doctrines, do not fall into this trap. My beloved ones (priests) will give an account for what they are doing! Pray for the true priests, those of Jesus Christ, for persecution is taking place. Sing hymns to the Lord your God, lament over all that will happen and shout that I am here. My children convert now, pray, pray, pray so much, the times that will come will be for the purification of the earth, nothing you know will remain on this earth and you who still think of earthly things. Confess and be ready because the time is at the limit. Be ready in prayer, be in My Grace. My daughter, bear my suffering with joy, this will be a special Easter. Look my daughter, look at this precious blood, it is for everyone even for my ungrateful children and sinners who do not understand. My daughter, how much you will suffer this Easter, how much suffering for all sinners, help me my love, help me, do it with joy for your Lord. I am here to purify you. Now the Holy Spirit will descend upon you, I want to purify you all, be ready because you will not be able to bear what awaits you. Why do you insist on the things of the world? Forgive, love, have mercy, do not be indifferent. My Spirit is among you and will remain with you. My children, stay together more than before, help each other because soon all will be lost. The fire and the water are preparing, but you will be kidnapped by my Angels and taken to a safe place until it will rise again as a paradise: in a new era, in a new earth, with new heavens. Follow me and my footsteps, I am the truth, the way and the life. This house is blessed, where My angels will dwell to protect you. My children, do not be afraid of anything, I have marked you one by one, as Satan marked his faithful. My children, how many souls have you gathered to Me, how many souls! Now I will pass by one by one to bless you, kneel down and bow your heads, have eternal life, in the name of the Father, in My name and of the Holy Spirit, Amen. Your dear Jesus.","text_pl":"Moje dzieci, jak bardzo cierpię, jestem wśród was, płaczę z powodu wszystkich cierpień, które są mi zadawane. Umiłowane dzieci, o jakże ja cierpię! Co mój Kościół robi ze mną! Ja już tu jestem, a ludzkość nadal nie wierzy, nie rozumie, jak bardzo boli Mnie i jak bardzo boli ten Mój Kościół, który odwrócił się ode Mnie, a przecież zbudowałem go razem z Piotrem, jest to Mój Kościół i nie pozwolę, aby diabeł nim zawładnął, ale odrodzi się w Chwale. Dzieci moje, strzeżcie się fałszywych doktryn, nie wpadajcie w tę pułapkę. Moi umiłowani (kapłani) zdadzą sprawę z tego, co czynią! Módlcie się za prawdziwych kapłanów, tych od Jezusa Chrystusa, bo prześladowania mają miejsce. Śpiewajcie hymny Panu, Bogu waszemu, lamentujcie nad tym wszystkim, co się stanie i krzyczcie, że jestem tutaj. Dzieci moje, nawróćcie się teraz, módlcie się, módlcie się tak bardzo, czasy, które nadejdą, będą dla oczyszczenia ziemi, nic, co znacie, nie pozostanie na tej ziemi i wy, którzy jeszcze myślicie o rzeczach ziemskich. Spowiadajcie się i bądźcie gotowi, bo czas jest na wyczerpaniu. Bądźcie gotowi w modlitwie, bądźcie w mojej łasce. Moja córko, znoś moje cierpienia z radością, to będzie szczególna Wielkanoc. Spójrz, moja córko, spójrz na tę drogocenną krew, jest ona dla wszystkich, nawet dla moich niewdzięcznych dzieci i grzeszników, którzy nie rozumieją. Córko moja, jak wiele będziesz cierpieć w te Święta Wielkanocne, jak wiele cierpienia za wszystkich grzeszników, pomóż mi moja miłości, pomóż mi, zrób to z radością dla twego Pana. Jestem tu, aby cię oczyścić. Teraz Duch Święty zstąpi na was, chcę was wszystkich oczyścić, bądźcie gotowi, bo nie będziecie w stanie znieść tego, co was czeka. Dlaczego upierasz się przy rzeczach tego świata? Przebaczajcie, kochajcie, miejcie miłosierdzie, nie bądźcie obojętni. Mój Duch jest wśród was i pozostanie z wami. Moje dzieci, trzymajcie się razem bardziej niż dotychczas, pomagajcie sobie nawzajem, bo wkrótce wszystko będzie stracone. Ogień i woda przygotowują się, ale zostaniecie porwani przez moich Aniołów i zabrani w bezpieczne miejsce, aż powstanie ono ponownie jako raj: w nowej erze, na nowej ziemi, z nowymi niebiosami. Pójdźcie za mną moimi śladami, Ja jestem prawdą, drogą i życiem. Ten dom jest błogosławiony, gdzie moi aniołowie będą mieszkać, aby cię chronić. Dzieci moje, nie bójcie się niczego, naznaczyłem was po kolei, jak szatan naznaczył swoich wiernych. Dzieci moje, ileż to dusz zgromadziliście do mnie, ileż to dusz! Teraz będę przechodził jeden po drugim, aby was pobłogosławić, uklęknijcie i pochylcie głowy, miejcie życie wieczne, w imię Ojca, w imię Moje i Ducha Świętego, Amen. Twój drogi Jezus.","month_string":"February"},{"year":2021,"month":2,"day":23,"author":"Holy Mary","text":"Figli miei, grazie per accogliermi sempre nel vostro cuore. Figli amati, guardate intorno a voi, questo è tempo di distruzione, di confusione e soprattutto di scelte, siete invitati a decidere da quale parte stare, allora Io vi dico: c'è solo un modo per fare la scelta giusta, seguite il Vangelo, la Parola di Dio e siate nella preghiera, fate entrare la Sua luce nei vostri cuori, solo così potrete capire quale sarà la strada maestra. Le falsità di questo mondo sono più dannose di qualunque malattia, guardate quanti suicidi soprattutto di bambini, il demonio è in tutta la sua forza, per questo motivo chiedo alle famiglie, insegnate ai vostri figli la preghiera, spiegando che solo attraverso essa si potrà avere la pace e la serenità nei cuori, perchè senza la luce di Dio ci sono le tenebre. Battezzate i vostri figli, affinchè possano incamminarsi verso una vita santa. Figli miei, il mondo e l’umanità sono sul precipizio, rafforzatevi nella fede e nella preghiera perché presto l’anticristo farà la sua comparsa. Figli, abbiate anche la speranza che tutto verrà rinnovato affinchè ci sia un mondo nuovo di pace, di speranza e di amore, tutto è pronto per questi eventi, ma dovrete prima passare dalla tribolazione e dalla persecuzione, guardate i segni, siate coraggiosi, Noi vi saremo accanto. Figli, ravvedetevi e convertitevi a l’unico vero Dio, Dio di pace, di amore, di misericordia e di giustizia. Ora vi lascio con la mia benedizione nel nome del Padre, del Figlio e dello Spirito Santo, Amen.","text_en":"My children, thank you for always welcoming me into your hearts. Beloved children, look around you, this is a time of destruction, confusion and above all of choices, you are invited to decide which side to take, so I say to you: there is only one way to make the right choice, follow the Gospel, the Word of God and be in prayer, let His light enter your hearts, only in this way will you be able to understand which will be the main road. The falsehoods of this world are more harmful than any disease, look how many suicides especially of children, the devil is in all his strength, for this reason I ask families, teach your children prayer, explaining that only through it you can have peace and serenity in your hearts, because without the light of God there is darkness. Baptize your children, so that they may set out on the way to a holy life. My children, the world and humanity are on the precipice, strengthen yourselves in faith and prayer because soon the antichrist will make his appearance. My children, also have hope that everything will be renewed so that there will be a new world of peace, hope and love, everything is ready for these events, but you will first have to pass through tribulation and persecution, look at the signs, be courageous, We will be beside you. My children, repent and convert to the one true God, God of peace, love, mercy and justice. Now I leave you with my blessing in the name of the Father, the Son and the Holy Spirit, Amen.","text_pl":"Moje dzieci, dziękuję wam za to, że zawsze przyjmowaliście mnie do swoich serc. Umiłowane dzieci, rozejrzyjcie się wokół siebie, jest to czas zniszczenia, zamieszania, a przede wszystkim wyborów, jesteście zaproszeni do podjęcia decyzji, po której stronie się opowiedzieć, a ja wam mówię: jest tylko jeden sposób, aby dokonać właściwego wyboru, podążajcie za Ewangelią, Słowem Bożym i trwajcie w modlitwie, pozwólcie, aby Jego światło weszło do waszych serc, tylko w ten sposób będziecie mogli zrozumieć, która droga będzie tą właściwą. Fałsz tego świata jest bardziej szkodliwy niż jakakolwiek choroba, spójrzcie ile jest samobójstw, zwłaszcza dzieci, diabeł jest w całej swojej sile, dlatego proszę rodziny, uczcie swoje dzieci modlitwy, tłumacząc, że tylko dzięki niej możecie mieć pokój i pogodę w swoich sercach, bo bez Bożego światła jest ciemność. Ochrzcijcie swoje dzieci, aby mogły wyruszyć w drogę do świętego życia. Dzieci moje, świat i ludzkość znajdują się nad przepaścią, umacniajcie się w wierze i modlitwie, ponieważ wkrótce pojawi się antychryst. Dzieci moje, miejcie również nadzieję, że wszystko zostanie odnowione, aby mógł powstać nowy świat pokoju, nadziei i miłości, wszystko jest przygotowane na te wydarzenia, ale najpierw będziecie musieli przejść przez ucisk i prześladowania, patrzcie na znaki, bądźcie odważni, My będziemy obok was. Moje dzieci, nawróćcie się do jedynego prawdziwego Boga, Boga pokoju, miłości, miłosierdzia i sprawiedliwości. Teraz zostawiam was z moim błogosławieństwem w imię Ojca, Syna i Ducha Świętego, Amen.","month_string":"February"},{"year":2021,"month":2,"day":27,"author":"Holy Mary","text":"Cari figli, grazie per aver risposto alla mia chiamata nel vostro cuore. Figli Benedetti, sono tante le mie lacrime versate per coloro che ancora non mi ascoltano, che non vivono i messaggi, che da anni vi accompagnano per far sì che la vostra vita possa cambiare e il vostro cuore possa aprirsi alla grazia. Figli miei, in questo momento il mondo è sotto il dominio del male che ormai ha smesso di nascondersi e che apertamente vi vuole sudditi, è finita la democrazia ed è emersa la dittatura. Figli miei, vi chiedo di essere fermi nella fede, altrimenti rischiate di perdere tutto il cammino che avete intrapreso fino ad oggi, amate Gesù e la croce e avrete la salvezza. Figli miei, questo è un momento di grandi prove e di purificazione, vi chiedo di non essere assopiti, ma vegliate, pregate figli, pregate tanto e abbiate nonostante tutto la gioia nel cuore e la pace, questa è la fede. Vi amo tutti perché siete tutti i miei figli. Ora vi lascio con la mia benedizione materna nel nome del Padre, del figlio e dello Spirito Santo, Amen.","text_en":"Dear children, thank you for having responded to my call in your hearts. Blessed children, many are my tears shed for those who still do not listen to me, who do not live the messages, which have been accompanying you for years so that your life may change and your heart may open to grace. My children, at this moment the world is under the dominion of evil which has now stopped hiding and openly wants you as its subjects; democracy is over and dictatorship has emerged. My children, I ask you to be firm in the faith, otherwise you risk losing all the way you have undertaken until today, love Jesus and the cross and you will have salvation. My children, this is a time of great trials and purification, I ask you not to be drowsy, but keep watch, pray children, pray a lot and have joy in your heart and peace despite everything, this is faith. I love you all because you are all my children. Now I leave you with my motherly blessing in the name of the Father, the Son and the Holy Spirit, Amen.","text_pl":"Drogie dzieci, dziękuję wam, że odpowiedzieliście na moje wezwanie w waszych sercach. Błogosławione dzieci, wiele jest moich łez wylanych za tych, którzy jeszcze mnie nie słuchają, którzy nie żyją orędziami, które towarzyszą wam od lat, aby wasze życie się zmieniło i aby wasze serce otworzyło się na łaskę. Dzieci moje, w tej chwili świat jest pod panowaniem zła, które przestało się ukrywać i otwarcie chce was mieć za swoich poddanych, skończyła się demokracja i pojawiła się dyktatura. Moje dzieci, proszę was, abyście byli mocni w wierze, w przeciwnym razie ryzykujecie utratę całej drogi, którą podjęliście aż do dzisiaj, kochajcie Jezusa i krzyż, a będziecie mieli zbawienie. Dzieci moje, jest to czas wielkich prób i oczyszczenia, proszę was, abyście nie byli senni, ale czuwajcie, módlcie się, dzieci moje, módlcie się dużo i miejcie radość w sercu i pokój mimo wszystko, to jest wiara. Kocham was wszystkich, ponieważ wszyscy jesteście moimi dziećmi. Teraz zostawiam was z moim matczynym błogosławieństwem w imię Ojca i Syna, i Ducha Świętego, Amen.","month_string":"February"}]