[{"year":"2021","month":"01","day":"01","author":"Holy Father","text":"Io, vostro Padre, sono qui insieme a voi per dirvi delle cose importanti per quest’anno che verrà. Figli miei, seguite il mio Gesù, solo con l'affidamento potrete arrivare alla salvezza delle vostre anime. Io vi ho dato mia Figlia, una Madre per voi. Vi prego figli, non abbiate paura di me, Io come Padre buono voglio che voi mi conosciate così come sono, insegnate ai vostri figli il Mio nome e quando vi rivolgete a me chiamatemi Padre, non solo Dio, ma Padre. Io, che sono Padre di tutti voi, come potrei mai non amare i miei figli. Ogni tanto la mia giustizia serve per correggervi perché voi non sempre ascoltate. Guardate, guardate il cielo e siate sottomessi a me come Dio di pace, siate umili. Ma cosa pensate, che Io possa entrare nel vostro cuore se il vostro cuore è chiuso alla grazia? Non sarà mai possibile e invece aprite i vostri cuori e Io sarò lì, a darvi tutto ciò che chiedete e nulla vi mancherà. Pregate con le semplici preghiere che vi hanno insegnato, nient’altro, non voglio nient'altro. Oh! figli miei, se sapeste la gioia che mi date guardandovi insieme e uniti, solo perché non mi vedete credete che Io non ci sia, ma Io vi ascolto e vi osservo, guardo i vostri cuori e la vostra gioia. Presto verrò a prendervi, presto il mio Gesù vi prenderà e vi porterà in un mondo nuovo. Cosa credete, che solo in questo mondo avete da fare? Ma anche il mio mondo e pieno di impegni. Oh! sì, elargite solo gioia, pace e amore, queste sono le cose che dovrete fare. Io vi sarò vicino, la gioia nel cuore che provate è solo la mia gioia e il vostro amore è il mio amore. Io sono in ognuno di voi e ancora non l’avete capito. Cercatemi e mi troverete. Sono anche in coloro che non mi conoscono. Io so chi siete e vi ho creati nell'amore, nell’ umiltà e nella carità e voi avete creato il dio di voi stessi. Affidate tutto a l'unico Padre che avete e a Maria, Madre misericordiosa e pia, umile ancella di Dio, che vi sta portando sulla strada della santità. Pregate il suo Rosario per la vostra salvezza; a volte servono anche le parole semplici che Io apprezzo. Figli miei dolcissimi, fate un’arca, così come ho chiesto a Noè, ​ ma lo chiesi affinché potesse portare tutti i figli a me, senza perderne neanche uno. A voi figli miei, non vi chiedo di costruire un’arca, ma siate una grande famiglia e raccogliete più anime possibili. Presto avrete bisogno l'uno dell'altro e come farete se il cielo non vi desse queste istruzioni? Ascoltate questa anima bella, è il mio amore. Oh! amore mio, quanto ti amo, quanto sei prediletta agli occhi miei, continua il tuo cammino e dì ai tuoi fratelli di fare solo la Mia volontà, loro sono stati creati per una missione, sono stati creati solo per questo eppure si sono persi. Figlia mia, amore del mio cuore, mettili sulla buona strada come una madre fa con i suoi figli, spiega loro che Io li amo, racconta loro quanto è grande il mio amore per loro, sono i miei figli ed Io loro Padre. Rivolgetevi a me, chiamatemi Padre e ​in​ nessun altro modo, Padre, così come Io chiamo voi figli. Ricordate che soltanto tramite il mio Gesù e la Sua croce, avrete la salvezza. Oh! figli miei, ora vi benedico nel nome della Santissima Trinità Sacrosanta, Padre, Figlio e Spirito Santo, siate uniti sempre, nel mio nome ed Io sarò con voi. Amen ​ Infine la Madonna, ha aggiunto: Pregate, pregate tanto perché forti saranno i tornadi e cicloni che si stanno preparando.","text_en":"I, your Father, am here with you to tell you some important things for this coming year. My children, follow my Jesus, only with entrustment will you be able to reach the salvation of your souls. I have given you my Daughter, a Mother for you. Please children, do not be afraid of me, I as a good Father want you to know me as I am, teach your children My name and when you turn to me call me Father, not only God, but Father. I, who am the Father of all of you, how could I ever not love my children. Every now and then my justice serves to correct you because you do not always listen. Look, look at the sky and be submissive to me as a God of peace, be humble. But what do you think, that I can enter your heart if your heart is closed to grace? It will never be possible and instead open your hearts and I will be there, giving you everything you ask for and you will lack nothing. Pray with the simple prayers they taught you, nothing else, I don't want anything else. Oh! my children, if you knew the joy that you give me by looking at you together and united, only because you do not see me you believe that I do not exist, but I listen to you and I observe you, I look at your hearts and your joy. Soon I will come to get you, soon my Jesus will take you and take you to a new world. What do you think, that only in this world you have to do? But my world is also full of commitments. Oh! yes, give only joy, peace and love, these are the things you will have to do. I will be close to you, the joy in the heart you feel is only my joy and your love is my love. I am in each of you and you still haven't understood it. Seek me and you will find me. I am also in those who do not know me. I know who you are and I created you in love, humility and charity and you created the god of yourselves. Entrust everything to the only Father you have and to Mary, merciful and pious Mother, humble handmaid of God, who is leading you on the path of holiness. Pray her Rosary for your salvation; sometimes simple words are also needed, which I appreciate. My sweetest children, make an ark, just as I asked Noah, but I asked for it so that he could bring all his children to me, without losing even one. To you my children, I am not asking you to build an ark, but be a big family and collect as many souls as possible. Soon you will need each other and what will you do if heaven does not give you these instructions? Listen to this beautiful soul, it is my love. Oh! my love, how much I love you, how beloved you are in my eyes, continue your journey and tell your brothers to do only My will, they were created for a mission, they were created only for this and yet they got lost. My daughter, love of my heart, put them on the right path as a mother does with her children, explain to them that I love them, tell them how great my love is for them, they are my children and I their Father. Turn to me, call me Father and in no other way, Father, as I call you children. Remember that only through my Jesus and his cross will you have salvation. Oh! my children, now I bless you in the name of the Most Holy Trinity, Father, Son and Holy Spirit, be united always, in my name and I will be with you. Amen Finally, Our Lady added: Pray, pray a lot because the tornadoes and cyclones that are preparing will be strong. ","text_pl":"Ja, wasz Ojciec, jestem tutaj z wami, aby powiedzieć wam kilka ważnych rzeczy na nadchodzący rok. Moje dzieci, idźcie za moim Jezusem, tylko dzięki zaufaniu będziecie mogli osiągnąć zbawienie dusz. Dałem wam moją Córkę, Matkę dla was. Proszę dzieci, nie bójcie się mnie, Ja jako dobry Ojciec chcę, abyście poznali mnie takim, jakim jestem, nauczcie wasze dzieci Mojego imienia, a kiedy zwrócicie się do mnie, nazywajcie mnie Ojcem, nie tylko Bogiem, ale Ojcem. Ja, który jestem Ojcem was wszystkich, jak mógłbym nigdy nie kochać moich dzieci. Od czasu do czasu moja sprawiedliwość służy wam, aby was skarcić, ponieważ nie zawsze słuchacie. Spójrz, spójrz w niebo i bądź mi posłuszny jako Bógo pokoju, bądź pokorny. Ale co myślisz, że mogę wejść do twojego serca, jeśli twoje serce jest zamknięte na łaskę? To nigdy nie będzie możliwe, więc zamiast tego otwórzcie wasze serca i ja tam będę, dając wam wszystko, o co prosicie, a niczego wam nie zabraknie. Módlcie się prostymi modlitwami, których was nauczyli, nic więcej, nie chcę niczego więcej. O! moje dzieci, gdybyście poznali radość, jaką mi dajecie, patrząc na siebie razem i będąc zjednoczonymi, tylko dlatego, że mnie nie widzicie, wierzycie, że nie istnieje, ale słucham was i obserwuję was, patrzę w wasze serca i twoja radość. Wkrótce przyjdę po ciebie, wkrótce mój Jezus cię zabierze do nowego świata. Myślisz, że tylko tym  światem trzeba się zajmować? Mój świat także jest pełen zobowiązań. O! tak, dawaj tylko radość, pokój i miłość, to są rzeczy, które będziesz musiał zrobić. Będę blisko Ciebie, radość w sercu, którą odczuwasz, jest tylko moją radością, a Twoja miłość jest moją miłością. Jestem w każdym z was i nadal tego nie zrozumieliście. Szukaj mnie, a znajdziesz mnie. Jestem także wśród tych, którzy mnie nie znają. Wiem, kim jesteście i stworzyłem was z miłości, pokory i miłości, a wy uczyniliście z siebie boga. Zawierz wszystko jedynemu Ojcu, którego masz, i Maryi, Matce miłosiernej i pobożnej, pokornej służebnicy Bożej, która prowadzi Cię drogą świętości. Odmawiajcie Jego Różaniec o swoje zbawienie; czasem potrzebne są też proste słowa, co doceniam. Moje najsłodsze dzieci, zróbcie arkę, tak jak prosiłem Noego. Jednak prosiłem go o to, aby mógł przyprowadzić do mnie wszystkie swoje dzieci, nie tracąc ani jednego. Was, moje dzieci, nie proszę  abyście zbudowali arkę, ale bądźcie wielką rodziną i zbierzcie jak najwięcej dusz. Wkrótce będziecie się potrzebować i co zrobicie, jeśli niebo nie da wam tych instrukcji? Posłuchaj tej pięknej duszy, to moja miłość. O! moja miłości, jak bardzo Cię kocham, jak bardzo jesteś umiłowana w moich oczach, kontynuuj swoją podróż i powiedz swoim braciom, aby pełnili tylko Moją wolę, zostali stworzeni do misji, zostali stworzeni tylko po to, a jednak zgubili się. Moja córko, miłości mojego serca, postaw ich na właściwej ścieżce, tak jak robi to matka ze swoimi dziećmi, wyjaśnij im, że je kocham, powiedz im, jak wielka jest moja miłość do nich, oni są moimi dziećmi, a ja ich Ojcem. Zwróć się do mnie, nazywaj mnie Ojcem i nie inaczej, Ojcze, jak ja was nazywam dziećmi. Pamiętajcie, że tylko przez mojego Jezusa i Jego krzyż będziecie mieli zbawienie. O! moje dzieci, teraz błogosławię was w imię Trójcy Przenajświętszej, Ojca, Syna i Ducha Świętego, zawsze bądźcie zjednoczeni w moim imieniu, a Ja będę z wami. Amen. Na koniec Matka Boża dodała: Módlcie się, módlcie się dużo, ponieważ tornada i cyklony, które się przygotowują, będą silne. ","month_string":"January"},{"year":"2021","month":"01","day":"03","author":"Holy Mary","text":"Figli miei, grazie per essere qui nella preghiera e per avere risposto alla mia chiamata nel vostro cuore. Figli miei, accendete le candele della fede e continuate con la preghiera; in questo momento abbiamo bisogno di voi cristiani e di coloro che sono nella verità. Figli miei, fate attenzione perché tutto quello che sta per accadere dovrebbe far aprire gli occhi e far vedere che la giustizia e il castigo di Dio sono su di voi. Molte le nazioni che hanno voltato le spalle alle leggi di Dio facendone altre proprie che non hanno a che vedere con il divino. Figli, pregate per coloro che hanno promosso leggi sull'aborto, perché grande sarà la loro sofferenza. Figli, la strada dell'anticristo si sta aprendo, ma voi siate sereni perché il fuoco dello Spirito Santo, sarà sopra i miei figli, che non si lasceranno ingannare. Ora vi benedico nel nome del Padre, del Figlio e dello Spirito Santo. Amen","text_en":"My children, thank you for being here in prayer and for having responded to my call in your heart. My children, light the candles of faith and continue with the prayer; right now we need you Christians and those who are in the truth. My children, be careful because everything that is about to happen should open your eyes and show that justice and God's punishment are upon you. Many nations have turned their backs on God's laws and made others their own that have nothing to do with the divine. Children, pray for those who have promoted laws on abortion, because their suffering will be great. Children, the path of the antichrist is opening, but be serene because the fire of the Holy Spirit will be upon my children, who will not be deceived. Now I bless you in the name of the Father, the Son and the Holy Spirit. Amen ","text_pl":"Moje dzieci, dziękuję wam, że jesteście tu na modlitwie i odpowiedzieliście na moje wezwanie w waszych sercach. Moje dzieci, zapalcie świece wiary i kontynuujcie modlitwę; w tej chwili potrzebujemy was, chrześcijan i tych, którzy są w prawdzie. Moje dzieci, bądźcie ostrożni, ponieważ wszystko, co ma się wydarzyć, powinno otworzyć wam oczy i pokazać, że spoczywa na was sprawiedliwość i kara Boża. Wiele narodów odwróciło się od praw Bożych i uczyniło swoimi własnymi inne, które nie mają nic wspólnego z boskością. Dzieci, módlcie się za tych, którzy promowali prawa dotyczące aborcji, ponieważ ich cierpienie będzie wielkie. Dzieci, droga antychrysta się otwiera, ale bądźcie spokojni, ponieważ ogień Ducha Świętego spadnie na moje dzieci, które nie dadzą się zwieść. Teraz błogosławię was w imię Ojca, Syna i Ducha Świętego. Amen ","month_string":"January"},{"year":"2021","month":"01","day":"04","author":"Holy Mary","text":"Messaggio straordinario: Durante la Santa Messa, al momento dell'Eucarestia, Gesù mi ha detto: tutti coloro che hanno ricevuto il dono dello Spirito Santo e lo avranno vissuto, durante i momenti difficili che giungeranno, il Signore sarà con loro e saranno nella pace e nella gioia, mentre chi non avrà vissuto nello Spirito, continuerà il cammino nella disperazione e nelle tenebre. Amen","text_en":"Extraordinary message: During the Holy Mass, at the moment of the Eucharist, Jesus told me: all those who have received the gift of the Holy Spirit and have lived it, during the difficult moments that will come, the Lord will be with them and will be in peace and in joy, while those who have not lived in the Spirit will continue their journey in despair and darkness. Amen ","text_pl":"Nadzwyczajne przesłanie: Podczas Mszy Świętej, w chwili Eucharystii, Jezus powiedział mi: wszystkim, którzy otrzymali dar Ducha Świętego i w nim żyli, w trudnych chwilach, które nadejdą, Pan będzie z nimi i będą w pokoju i radości, podczas gdy ci, którzy nie żyli w Duchu, będą kontynuować swoją podróż w rozpaczy i ciemności. Amen ","month_string":"January"},{"year":"2021","month":"01","day":"14","author":"Holy Mary","text":"Cari figli, sono qui vostra Madre, giungo a voi per chiedervi pazienza, pietà e amore. Questo, figli miei, è il tempo delle persecuzioni, ma voi pregate, pregate tanto senza riposo, affinché possiate riconoscere i lupi travestiti da agnelli, tutto ciò che vi circonda non sempre viene da Dio, quindi fate attenzione. Figli, purtroppo i tradimenti continueranno ad esserci, anche mio Figlio scelse i suoi Apostoli uno per uno eppure fu tradito, la storia dei Santi si ripete in ogni mio figlio prediletto e in ogni tempo. Figli miei, cercate la pace tra voi fratelli e state nel silenzio pur avendo ragione, state tranquilli, i miei angeli sono qui per custodirvi. Ricordate che le sofferenze offerte al Signore si trasformeranno in Grazie, soprattutto se soffrite per Gesù, non temete, l'importante è la pace che avvertite nel cuore in questo momento. Io non vi lascio soli, abbiate la certezza che sono sempre con voi. Che la pace sia nelle vostre case. Ora vi benedico nel nome del Padre, del Figlio e dello Spirito Santo, Amen.","text_en":"Dear children, I am your Mother here, I come to you to ask for patience, mercy and love. This, my children, is the time of persecutions, but you pray, you pray a lot without rest, so that you can recognize the wolves disguised as lambs, everything that surrounds you does not always come from God, so be careful. Children, unfortunately the betrayals will continue to exist, even my Son chose his Apostles one by one and yet he was betrayed, the history of the Saints repeats itself in each of my favorite children and in every time. My children, seek peace among you brothers and stay in silence even though you are right, rest assured, my angels are here to guard you. Remember that the sufferings offered to the Lord will turn into graces, especially if you suffer for Jesus, do not be afraid, the important thing is the peace you feel in your heart at this moment. I do not leave you alone, be sure that I am always with you. Peace be in your homes. Now I bless you in the name of the Father, the Son and the Holy Spirit, Amen. ","text_pl":"Drogie dzieci, jestem tutaj waszą Matką, przychodzę do was, aby prosić o cierpliwość, miłosierdzie i miłość. To, moje dzieci, jest czas prześladowań, ale modlicie się, modlicie się dużo bez wytchnienia, abyście mogli rozpoznać wilki przebrane za baranki, wszystko, co was otacza, nie zawsze pochodzi od Boga, więc bądźcie ostrożni. Dzieci, niestety zdrady będą nadal istnieć, nawet mój Syn wybierał apostołów jeden po drugim, a mimo to został zdradzony, historia Świętych powtarza się w każdym z moich ukochanych dzieci i za każdym razem. Moje dzieci, szukajcie pokoju wśród was, bracia, i pozostańcie w ciszy, chociaż macie rację, bądźcie pewni, moi aniołowie są tutaj, aby was strzec. Pamiętajcie, że cierpienia ofiarowane Panu zamienią się w łaski, zwłaszcza jeśli będziecie cierpieć dla Jezusa, nie lękajcie się, ważny jest spokój, jaki odczuwacie w tym momencie w swoim sercu. Nie zostawiam Cię samego, upewnij się, że zawsze jestem z Tobą. Pokój niech będzie w waszych domach. Teraz błogosławię was w imię Ojca, Syna i Ducha Świętego. Amen. ","month_string":"January"},{"year":"2021","month":"01","day":"16","author":"Holy Mary","text":"Cari figli, grazie per essere qui nella preghiera, piegate le vostre ginocchia. Io sono qui per accogliervi nel mio cuore e per afferrare le vostre mani. Figli miei, non abbiate paura e agitazione per quello che accadrà, ma fidatevi di me, nulla vi mancherà se invocherete Gesù. Lui sarà la vostra provvista, Lui sarà il calore nel gelo, Lui sarà la luce nelle tenebre, Lui sarà ancora il vostro cibo e sazierà la vostra sete perché tutto è in Lui. Amati miei, non perdete tempo, avvicinatevi alla fede con il cuore aperto. Io non sono qui per spaventarvi, ma per avvertirvi, i tempi che stanno arrivando saranno più bui di ciò che state vivendo adesso, ma se non accenderete la fiamma della fede, sentirete nel cuore solo disperazione e tormento. Figli, vi chiamo alla redenzione, più grande sarà la vostra sofferenza e più forti vi rialzerete, Io vi voglio tutti salvi. Voi prendete la spada dell’amore e Dio farà giustizia. Ora vi lascio con la mia benedizione materna nel nome del Padre e del Figlio e dello Spirito Santo, Amen.","text_en":"Dear children, thank you for being here in prayer, bend your knees. I am here to welcome you into my heart and to grasp your hands. My children, do not be afraid and agitated for what will happen, but trust me, you will lack nothing if you invoke Jesus. He will be your supply, He will be the heat in the frost, He will be the light in the darkness, He will still be yours. food and he will satisfy your thirst because everything is in Him. My beloved, do not waste time, approach faith with an open heart. I am not here to scare you, but to warn you, the times that are coming will be darker than what you are experiencing now, but if you do not light the flame of faith, you will feel only despair and torment in your heart. Children, I call you to redemption, the greater your suffering and the stronger you will rise again, I want you all to be saved. You take the sword of love and God will do justice. Now I leave you with my motherly blessing in the name of the Father and the Son and the Holy Spirit, Amen. ","text_pl":"Drogie dzieci, dziękuję wam, że jesteście tu na modlitwie, ugnijcie kolana. Jestem tutaj, aby powitać Cię w swoim sercu i ująć w Twoje ręce. Moje dzieci, nie bójcie się i nie przejmujcie się tym, co się wydarzy, ale wierzcie mi, niczego wam nie zabraknie, jeśli będziecie wzywać Jezusa. On będzie waszym zaopatrzeniem, On będzie żarem na mrozie, On będzie światłam w ciemności Nadal będzie twoim pożywieniem i zaspokoi twoje pragnienie, bo wszystko w Nim jest. Nie jestem tutaj, aby was straszyć, ale aby was ostrzec, że nadchodzące czasy będą ciemniejsze niż to, czego teraz doświadczacie, ale jeśli nie rozpalicie płomienia wiary, poczujecie w swoim sercu jedynie rozpacz i udrękę. Dzieci, wzywam was do odkupienia, im większe będziecie cierpienie i im silniejsi powstaniecie, chcę, żebyście wszyscy zostali zbawieni. Weź miecz miłości, a Bóg uczyni sprawiedliwość. Teraz zostawiam was z moim matczynym błogosławieństwem w imię Ojca i Syna i Ducha Świętego, Amen. ","month_string":"January"},{"year":"2021","month":"01","day":"19","author":"Holy Mary","text":"Figli miei, grazie per aver risposto alla mia chiamata nel vostro cuore. Mi conforta vedervi inginocchiati nella preghiera. Figli miei, Dio ha permesso che Io venissi a voi per prendervi per mano avvicinandovi alla preghiera. Oh! i miei figli erranti che non trovano la luce, ancora in tanti non ascoltano la mia parola, non apprezzano il mio aiuto tanto da deridere questi messaggi per la salvezza dell'umanità. Figli, avete avuto tempo per la vostra scelta e, se guardo i cuori di molti dei miei figli, piango dal dolore e il cuore di mio Figlio sanguina. Figli, ora vedrete ciò che non avrei mai voluto che i vostri occhi vedessero: terremoti molto forti e tutte le calamità come tempeste, bufere, maremoti e guerre, perché non avete ascoltato le mie parole! Siete ridotti in schiavitù, siete perseguitati per la vostra fede, eppure tutto passa come se fosse normale. Figli miei, la guerra a cui state assistendo non è con le bombe, ma è una guerra interiore piuttosto forte. Pregate per la Chiesa, che subirà la sua distruzione prima della Rinascita. Figli miei, siate abbandonati al mio Gesù e noi vi saremo sempre vicini. Ora vi lascio con la Mia benedizione Materna nel nome del Padre, del Figlio e dello Spirito Santo. Amen","text_en":"My children, thank you for having responded to my call in your heart. I am comforted to see you kneeling in prayer. My children, God has allowed Me to come to you to take you by the hand, drawing you closer to prayer. Oh! my wandering children who do not find the light, still many do not listen to my word, do not appreciate my help so much that they mock these messages for the salvation of humanity. Children, you have had time for your choice and, if I look at the hearts of many of my children, I cry with pain and my Son's heart bleeds. Children, now you will see what I never wanted your eyes to see: very strong earthquakes and all calamities such as storms, storms, tsunamis and wars, because you did not listen to my words! You are enslaved, you are persecuted for your faith, yet everything passes as if it were normal. My children, the war you are witnessing is not with bombs, but it is a rather strong internal war. Pray for the Church, which will suffer its destruction before the Rebirth. My children, be abandoned to my Jesus and we will always be close to you. Now I leave you with My Maternal blessing in the name of the Father, the Son and the Holy Spirit. Amen ","text_pl":"Moje dzieci, dziękuję wam, że odpowiedzieliście na moje wezwanie w waszych sercach. Pocieszę się, widząc, jak klęczycie w modlitwie. Moje dzieci, Bóg pozwolił, żebym przyszedł do was, aby wziąć was za rękę, przybliżając was do modlitwy. O! moje wędrowne dzieci, które nie znajdują światła, a mimo to wielu nie słucha mego słowa, nie doceniają mojej pomocy tak bardzo, że szydzą z tych orędzi dla zbawienia ludzkości. Dzieci, mieliście czas na dokonanie wyboru i gdy patrzę na serca wielu moich dzieci, płaczę z bólu, a serce mojego Syna krwawi. Dzieci, teraz zobaczycie to, czego nigdy nie chciałam, aby wasze oczy zobaczyły: bardzo silne trzęsienia ziemi i wszelkie nieszczęścia, takie jak burze, burze, tsunami i wojny, ponieważ nie słuchaliście moich słów! Jesteście zniewoleni, prześladowani za wiarę, ale wszystko przebiega tak, jakby to było normalne. Moje dzieci, wojna, której jesteście świadkami, to nie bomby, ale raczej silna wojna wewnętrzna. Módlcie się za Kościół, który poniesie zniszczenie przed Odrodzeniem. Moje dzieci, zostańcie pozostawieni mojemu Jezusowi, a zawsze będziemy blisko was. Teraz zostawiam was z Moim macierzyńskim błogosławieństwem w imię Ojca, Syna i Ducha Świętego. Amen ","month_string":"January"},{"year":"2021","month":"01","day":"20","author":"Holy Mary","text":"Figli miei, piegate le vostre ginocchia nella preghiera. vorrei consolarvi nel dirvi che ogni parola, ogni gesto, ogni sguardo rivolto a me, il Re del cielo e della terra verrà benedetto ancora di più in questo tempo. Vi guardo e vedo i vostri cuori ed Io vi benedico e vi dono la mia pace che a vostra volta porterete nelle vostre case. Io vi amo e sono qui sempre, vi aspetto tutti i giorni come un povero mendicante, Io chiedo solo Amore. Il vostro Gesù","text_en":"My children, bend your knees in prayer. I would like to console you in telling you that every word, every gesture, every gaze turned to me, the King of heaven and earth will be blessed even more in this time. I look at you and I see your hearts and I bless you and I give you my peace which in turn you will bring into your homes. I love you and I am always here, I wait for you every day like a poor beggar, I only ask for Love. Your Jesus ","text_pl":"Moje dzieci, ugnijcie kolana w modlitwie. Chciałbym cię pocieszyć, mówiąc, że każde słowo, każdy gest, każde spojrzenie zwrócone na mnie, Króla nieba i ziemi, będzie w tym czasie jeszcze bardziej błogosławione. Patrzę na was i widzę wasze serca i błogosławię was i daję wam mój pokój, który z kolei wniesiecie do waszych domów. Kocham cię i zawsze tu jestem, czekam na ciebie każdego dnia jak biedny żebrak, proszę tylko o Miłość. Twój Jezus ","month_string":"January"},{"year":"2021","month":"01","day":"21","author":"Holy Mary","text":"Figli amati, grazie per essere qui nella preghiera e per aver risposto alla mia chiamata nel vostro cuore. Figli adorati, vi esorto a decidere da quale parte stare. Io, vostra Madre sono qui, aspetto un vostro cenno per farvi tante grazie, parlo soprattutto all’umanità che si è data al mondo. Chiamatemi, invocatemi ed Io sarò sempre pronta a venire in vostro aiuto. Figli, l'illuminazione è prossima, chiedo al mio piccolo resto: rivestitevi di luce e indossate l'armatura più bella, ed io vi metterò in prima fila, adesso ho bisogno di voi, sarete protetti e resi invisibili dai miei angeli, il male continuerà a portare via anime all'inferno ed ecco che voi dovrete apostolare ed evangelizzare con grande coraggio e fede, siate coraggiosi e urlate la verità, non abbiate timore. Figli, amate e fatevi ungere, mettete tutti i vostri dolori nelle preziosissime piaghe di mio Figlio. Ora vi lascio con la mia Materna benedizione nel nome del Padre, del Figlio e dello Spirito Santo, Amen.","text_en":"Beloved children, thank you for being here in prayer and for having responded to my call in your heart. Adored children, I urge you to decide which side to stand on. I, your Mother, am here, I am waiting for your sign to give you many thanks, I speak above all to humanity that has given itself to the world. Call me, invoke me and I will always be ready to come to your aid. Children, enlightenment is near, I ask my little rest: clothe yourselves with light and wear the most beautiful armor, and I will put you in the front row, now I need you, you will be protected and made invisible by my angels, evil it will continue to take souls away to hell and here you will have to apostolate and evangelize with great courage and faith, be courageous and shout the truth, do not be afraid. Children, love and let yourselves be anointed, place all your pains in the most precious wounds of my Son. Now I leave you with my Maternal blessing in the name of the Father, the Son and the Holy Spirit, Amen. ","text_pl":"Umiłowane dzieci, dziękuję wam, że jesteście tu na modlitwie i odpowiedzieliście na moje wezwanie w waszych sercach. Uwielbiane dzieci, namawiam was, abyście zdecydowali, po której stronie stanąć. Ja, twoja Matka, jestem tutaj, czekam na Twój znak, aby złożyć Ci wiele podziękowań, zwracam się przede wszystkim do ludzkości, która oddała się światu. Zadzwoń, wzywaj mnie, a zawsze będę gotów przyjść z pomocą. Dzieci, oświecenie jest blisko, proszę o mój mały odpoczynek: ubierzcie się w światło i załóżcie najpiękniejszą zbroję, a umieszczę was w pierwszym rzędzie, teraz was potrzebuję, będziecie chronieni i niewidzialni przez moich aniołów, zło będzie nadal zabierać dusze do piekła i tutaj będziecie musieli apostolat i ewangelizować z wielką odwagą i wiarą, być odważni i wykrzykiwać prawdę, nie lękajcie się. Dzieci, kochajcie i dajcie się namaszczać, złóżcie wszystkie swoje boleści na najdroższych ranach mojego Syna. Teraz zostawiam was z moim macierzyńskim błogosławieństwem w imię Ojca, Syna i Ducha Świętego, Amen. ","month_string":"January"},{"year":"2021","month":"01","day":"26","author":"Holy Mary","text":"Figlia mia, di' al mondo che la fede è l'unica speranza che ha l' umanità, solo la preghiera la carità e l'amore saranno la loro salvezza. I tempi predetti da Fatima in poi sono arrivati, nessuno potrà dire che non avevo avvertito. Tanti sono stati i profeti e i veggenti scelti per annunciare la verità e i pericoli di questo mondo, eppure molti non hanno ascoltato e ancora non ascoltano. Piango per questi figli che si perdono, l'apostasia della Chiesa è sempre più chiara, i miei figli prediletti (sacerdoti) hanno rifiutato la mia protezione. Figlia mia, dì al mondo di pregare per i potenti, perché scateneranno una grande guerra. Pregate per la Chiesa, perché è alla sua distruzione, pregate per l'Italia perché piangerà i suoi morti, la carestia è prossima e voi non siete preparati. Un altro virus è alle porte e sarà peggiore del precedente. Figli, perché ancora non capite? Proteggetevi, pregate, pregate tanto. Battezzate e pregate per i bambini, perché il male vuole prendere la loro innocenza. Ora vi lascio con la benedizione della Santissima Trinità, Padre, Figlio e Spirito Santo. Poi aggiunge: leggete l'Apocalisse e lì troverete la verità per questi tempi","text_en":"My daughter, tell the world that faith is the only hope that humanity has, only prayer, charity and love will be their salvation. The times predicted from Fatima onwards have arrived, no one will be able to say that I had not warned. Many were the prophets and seers chosen to announce the truth and the dangers of this world, yet many have not listened and still do not listen. I cry for these children who are lost, the apostasy of the Church is increasingly clear, my favorite children (priests) have refused my protection. My daughter, tell the world to pray for the powerful, because they will unleash a great war. Pray for the Church, because she is destroying her, pray for Italy because she will mourn her dead, famine is near and you are not prepared. Another virus is upon us and it will be worse than the previous one. Children, why don't you still understand? Protect yourselves, pray, pray a lot. Baptize and pray for the children, because evil wants to take their innocence. Now I leave you with the blessing of the Holy Trinity, Father, Son and Holy Spirit. Then he adds: read the Apocalypse and there you will find the truth for these times ","text_pl":"Moja córko, powiedz światu, że wiara jest jedyną nadzieją, jaką ma ludzkość, tylko modlitwa, miłość i miłość będą dla nich zbawieniem. Nadeszły czasy przepowiadane od Fatimy, nikt nie będzie mógł powiedzieć, że nie ostrzegałam. Wielu było prorokami i widzącymi wybranymi do głoszenia prawdy i niebezpieczeństw tego świata, ale wielu nie słuchało i nadal nie słucha. Płaczę za tymi zagubionymi dziećmi, apostazja Kościoła jest coraz wyraźniejsza, moje ulubione dzieci (księża) odmówiły mojej ochrony. Moja córko, powiedz światu, aby modlił się za potężnych, ponieważ rozpętają wielką wojnę. Módlcie się za Kościół, ponieważ jest on zniszczony, módlcie się za Włochy, ponieważ będą opłakiwać swoich zmarłych, głód jest blisko, a wy nie jesteście przygotowani. Nadciąga kolejny wirus i będzie gorszy od poprzedniego. Dzieci, dlaczego nadal nie rozumiesz? Chrońcie się, módlcie się, módlcie się dużo. Chrzczcie i módlcie się za dzieci, ponieważ zło chce odebrać im niewinność. Teraz zostawiam was z błogosławieństwem Trójcy Świętej, Ojca, Syna i Ducha Świętego. Potem dodaje: przeczytaj Apokalipsę, a tam znajdziesz prawdę na te czasy ","month_string":"January"},{"year":"2021","month":"01","day":"30","author":"Holy Mary","text":"Cari figli, grazie per avere risposto alla mia chiamata nel vostro cuore, mi conforta guardarvi nella preghiera con la fede nel cuore. Figli, guardate ciò che sta accadendo intorno a voi, le catastrofi naturali non si sono fatte attendere nel mondo e continueranno. Figli, i tempi sono questi, il braccio di Dio non si può più tenere, la Sua giustizia sarà grande, a volte atroce su coloro che bestemmiano il Suo Santo Nome, per quei figli consacrati che hanno profanato la Chiesa e non hanno avuto pietà di quanto dolore causavano a mio Figlio. Figli, non credete a questo mondo che vuole corrompervi nel migliore dei modi, facendo passare tutto il male come lecito. Fate attenzione alle lusinghe del demonio che in questi tempi e con tanti peccati, ha preso forza. Figli miei, la vostra fede vi salverà, chiedete con fede e vi sarà dato, bussate e vi sarà aperto, invocate il Mio Nome e quello di Gesù e non vi lasceremo soli. Vi amo e vi sono vicina. Pregate per l’America, per i sacerdoti e il Papa. Pregate per i potenti del mondo, affinchè i loro cuori siano illuminati e la pace regni sulla terra. Ora vi lascio con la mia Materna Benedizione nel nome del Padre, del Figlio e dello Spirito Santo, Amen.","text_en":"Dear children, thank you for having responded to my call in your heart, it comforts me to look at you in prayer with faith in your heart. Children, look at what is happening around you, natural disasters were not long in coming in the world and will continue. Children, these are the times, God's arm can no longer be held, His justice will be great, at times atrocious on those who blaspheme His Holy Name, for those consecrated children who have profaned the Church and had no mercy on how much pain they caused my Son. Children, do not believe in this world that wants to corrupt you in the best way, making all evil pass as lawful. Pay attention to the flattery of the devil who in these times and with so many sins, has gained strength. My children, your faith will save you, ask in faith and it will be given to you, knock and it will be opened to you, invoke My Name and that of Jesus and we will not leave you alone. I love you and I am close to you. Pray for America, for the priests and the Pope. Pray for the powerful of the world, so that their hearts may be enlightened and peace reigns on earth. Now I leave you with my Maternal Blessing in the name of the Father, the Son and the Holy Spirit, Amen. ","text_pl":"Drogie dzieci, dziękuję wam, że odpowiedzieliście na moje wezwanie w waszych sercach, pociesza mnie patrzenie na was w modlitwie z wiarą w waszym sercu. Dzieci, spójrzcie, co się dzieje wokół was, klęski żywiołowe nie trwały długo na świecie i będą trwać dalej. Dzieci, to są czasy, kiedy Boże ramię nie może być dłużej trzymane, Jego sprawiedliwość będzie wielka, czasami okrutna dla tych, którzy bluźnią Jego Świętemu Imieniu, dla tych konsekrowanych dzieci, które sprofanowały Kościół i nie miały litości nad tym, ile bólu spowodowały mój syn. Dzieci, nie wierzcie w ten świat, który chce was zepsuć w najlepszy sposób, sprawiając, że wszelkie zło uchodzi za dozwolone. Zwróć uwagę na pochlebstwa diabła, który w tych czasach i przy tak wielu grzechach zyskał siłę. Moje dzieci, wasza wiara was zbawi, proście z wiarą, a będzie wam dana, kołaczcie, a zostanie wam otwarta, wzywajcie Mojego Imienia i Jezusa, a my nie zostawimy was samych. Kocham Cię i jestem blisko Ciebie. Módlcie się za Amerykę, za kapłanów i za Papieża, módlcie się za możnych tego świata, aby ich serca zostały oświecone, a na ziemi zapanował pokój. Teraz zostawiam was z moim macierzyńskim błogosławieństwem w imię Ojca, Syna i Ducha Świętego, Amen. ","month_string":"January"},{"year":"2021","month":"02","day":"03","author":"Holy Mary","text":"Cari figli, grazie per aver ascoltato la mia chiamata nel vostro cuore. Figli adorati, grazie per le vostre preghiere. Io, vostra Madre, sono qui, tocco la terra per istruirvi, una mamma che vi rialza quando cadete, che vi toglie dal fango e dove alcune creature si trovano; sono sempre io che asciugo le vostre lacrime, che vi ridò la speranza e la luce di mio Figlio per illuminarvi la strada. Figli miei sono vostra Madre: perché non approfittate della Misericordia che scende su di voi per cambiare la vostra vita? Figli adorati pregate per la Chiesa, perché ormai la lotta è alle porte, essa vivrà la sua passione. Pregate tanto, senza sosta. Una forte tempesta scuoterà il mondo e voi, ancora, perdete il vostro tempo legandovi alle cose terrene. Figli miei, tutto è pronto per voi, latte e miele scenderanno dai monti; pace, amore e tanta serenità è pronta per voi; ma vi chiedo, credete e vivete i miei messaggi. Figli miei, oggi scenderanno molte grazie, testimoniate, siate grati a Dio per tanto amore, riconoscendolo come unico vero Dio. Ora vi lascio con la mia Benedizione materna nel nome del Padre, del Figlio e dello Spirito Santo. Amen","text_en":"Dear children, thank you for having listened to my call in your heart. Adored children, thank you for your prayers. I, your Mother, am here, I touch the earth to instruct you, a mother who lifts you up when you fall, who takes you out of the mud and where some creatures are; it is always I who dry your tears, who gave you back the hope and the light of my Son to illuminate your way. My children, I am your Mother: why don't you take advantage of the Mercy that descends on you to change your life? Adored children, pray for the Church, because by now the struggle is at the gates, she will live her passion. Pray a lot, without stopping. A strong storm will shake the world and you, again, waste your time bonding with earthly things. My children, everything is ready for you, milk and honey will come down from the mountains; peace, love and a lot of serenity is ready for you; but I ask you, believe and live my messages. My children, today many graces will descend, testify, be grateful to God for so much love, recognizing him as the only true God. Now I leave you with my maternal Blessing in the name of the Father, of the Son and of the Holy Spirit. Amen ","text_pl":"Drogie dzieci, dziękuję wam, że wysłuchaliście w swoim sercu mojego wezwania. Uwielbiane dzieci, dziękuję za wasze modlitwy. Ja, twoja Matka, jestem tutaj, dotykam ziemi, aby cię pouczyć, matkę, która podnosi cię, gdy upadasz, która wyciąga cię z błota i tam, gdzie są jakieś stworzenia; To Ja zawsze osuszam wasze łzy, przywracając wam nadzieję i światło mojego Syna, aby oświetlało waszą drogę. Moje dzieci, jestem waszą Matką: dlaczego nie skorzystacie z Miłosierdzia, które zstępuje na was, aby zmienić swoje życie? Uwielbiane dzieci, módlcie się za Kościół, bo walka już u bram będzie przeżywać swoją pasję. Módlcie się dużo, bez przerwy. Silna burza wstrząśnie światem, a ty znowu marnujesz czas, łącząc się z ziemskimi rzeczami. Moje dzieci, wszystko jest dla was gotowe, mleko i miód zejdą z gór; pokój, miłość i dużo pogody ducha są dla ciebie gotowe; ale proszę was, wierzcie i żyjcie moimi orędziami. Moje dzieci, dzisiaj zstąpi wiele łask, zaświadczą, będą wdzięczne Bogu za tak wielką miłość, uznając Go za jedynego prawdziwego Boga. Teraz zostawiam wam moje macierzyńskie błogosławieństwo w imię Ojca, Syna i Świętego Duch. Amen ","month_string":"February"},{"year":"2021","month":"02","day":"06","author":"Holy Mary","text":"Cari figli, grazie per aver risposto alla mia chiamata nel vostro cuore. Figli miei, molti di voi attendono l'Avvertimento come se fosse solo misericordia, ma ricordate figli, che sarà anche un evento che metterà a nudo chirurgicamente le vostre vite. Figli miei, Io sono venuta tra voi per mettere insieme il mio piccolo resto fedele. Figli, non siate come i farisei, non siate falsi, ricordate che Io vedo i vostri cuori e a me nulla potrà mai essere nascosto. Figli, testimoniate sempre e abbiate coraggio, a volte sentite la paura dei giudizi altrui così come fecero gli Apostoli e alcuni di loro per paura rinnegarono Gesù, eppure furono scelti da Lui. Figli, pregate per i potenti della terra, affinché non prendano la strada che hanno in mente, perché dai loro progetti dipenderanno i miei figli e il loro futuro, guerre sono in programma. Figli miei, Io sono qui e vi Amo. Fate cenacoli di preghiera ovunque, oggi il mondo ha bisogno di voi, pregate per la Chiesa e per i vostri governanti. Ora vi lascio con la mia benedizione materna nel nome del Padre, del Figlio e dello Spirito Santo, Amen.","text_en":"Dear children, thank you for having responded to my call in your heart. My children, many of you await the Warning as if it were only mercy, but remember children, it will also be an event that will surgically strip your lives. My children, I have come among you to put together my little faithful remnant. Children, do not be like the Pharisees, do not be false, remember that I see your hearts and nothing can ever be hidden from me. Children, always bear witness and have courage, at times you feel the fear of the judgments of others just as the Apostles did and some of them denied Jesus out of fear, yet they were chosen by Him. Children, pray for the powerful of the earth, so that they do not take the road they have in mind, because my children and their future will depend on their projects, wars are planned. My children, I am here and I love you. Make cenacles of prayer everywhere, today the world needs you, pray for the Church and for your rulers. Now I leave you with my motherly blessing in the name of the Father, Son and Holy Spirit, Amen. ","text_pl":"Drogie dzieci, dziękuję wam, że odpowiedzieliście na moje wezwanie w waszych sercach. Moje dzieci, wielu z was oczekuje Ostrzeżenia, jakby to było tylko miłosierdzie, ale pamiętajcie, dzieci, będzie to również wydarzenie, które chirurgicznie pozbawi wasze życie. Moje dzieci, przyszedłam do was, aby zebrać moją małą wierną resztkę. Dzieci, nie bądźcie jak faryzeusze, nie bądźcie fałszywi, pamiętajcie, że widzę wasze serca i nic nigdy nie może być przede mną ukryte. Dzieci, zawsze dawajcie świadectwo i miejcie odwagę, czasami odczuwacie lęk przed sądami innych, tak jak apostołowie, a niektórzy z nich zaparli się Jezusa ze strachu, a mimo to zostali przez Niego wybrani. ziemi, aby nie szli drogą, o której myślą, ponieważ moje dzieci i ich przyszłość będą zależeć od ich projektów, wojny są planowane. Moje dzieci, jestem tutaj i kocham was. Czyńcie wieczerniki modlitwy wszędzie, dziś świat was potrzebuje, módlcie się za Kościół i za waszych władców. Teraz zostawiam was z moim matczynym błogosławieństwem w imię Ojca, Syna i Ducha Świętego, Amen. ","month_string":"February"},{"year":"2021","month":"02","day":"09","author":"Holy Mary","text":"Figli miei, grazie per essere qui nella preghiera. Figli miei, voi che mi accogliete nel vostro cuore dico: Gesù è più vicino di quanto voi immaginiate, piccoli miei è tutto pronto per voi e non temete mai quando siete in Cristo. Figli, pregate per i tempi che stanno arrivando perché sarà un susseguirsi di eventi drammatici e di segni grandiosi e sarà difficile dubitarne la provenienza, tranne per chi è già dalla parte di Satana e per chi avrà il cuore chiuso. Figli miei, piango per Roma che ha voltato le spalle a Dio pensando più al potere. Oh! Roma, presto mangerà la polvere della sua rovina. Figli miei, pregate per il Sud Italia. Figli pregate per l'America perché obbedisce ai piani diabolici. Figli, vi ricordo che le preghiere hanno mitigato molti eventi, vi prego di continuare nella preghiera, siete sulla salita del Golgota e state portando le croci, fate digiuni e sacrifici. Ora vi lascio con la mia benedizione nel nome del Padre, del Figlio e dello Spirito Santo, Amen.","text_en":"My children, thank you for being here in prayer. My children, you who welcome me into your heart, I say: Jesus is closer than you imagine, my little ones, everything is ready for you and you never fear when you are in Christ. Children, pray for the times that are coming because it will be a succession of dramatic events and grandiose signs and it will be difficult to doubt their origin, except for those who are already on Satan's side and for those who have a closed heart. My children, I cry for Rome which has turned its back on God thinking more about power. Oh! Rome will soon eat the dust of her ruin. My children, pray for Southern Italy. Children, pray for America because it obeys the evil plans. Children, I remind you that prayers have mitigated many events, please continue in prayer, you are on the ascent of Golgotha ​​and you are carrying crosses, you are fasting and making sacrifices. Now I leave you with my blessing in the name of the Father, Son and Holy Spirit, Amen. ","text_pl":"Moje dzieci, dziękuję wam, że jesteście tu na modlitwie. Moje dzieci, wy, którzy witacie mnie w swoich sercach, mówię: Jezus jest bliżej, niż sobie wyobrażacie, moje maleństwa, wszystko jest dla was gotowe i nigdy się nie boicie, kiedy jesteście w Chrystusie. Dzieci, módlcie się o nadchodzące czasy, ponieważ będzie to ciąg dramatycznych wydarzeń i wspaniałych znaków i trudno będzie wątpić w ich pochodzenie, z wyjątkiem tych, którzy już są po stronie szatana i tych, którzy mają zamknięte serce. Moje dzieci, wołam do Rzymu, który odwrócił się od Boga, myśląc bardziej o mocy. O! Rzym wkrótce pożre proch swojej ruiny. Moje dzieci, módlcie się za południowe Włochy. Dzieci, módlcie się za Amerykę, ponieważ przestrzega złych planów. Dzieci, przypominam wam, że modlitwy złagodziły wiele wydarzeń, proszę, kontynuujcie modlitwę, jesteście na wejściu na Golgotę i niesiecie krzyże, pościcie i składacie ofiary. Teraz zostawiam was z moim błogosławieństwem w imię Ojca, Syna i Ducha Świętego, Amen. ","month_string":"February"},{"year":"2021","month":"02","day":"13","author":"Holy Mary","text":"Figli miei, grazie per essere qui nella preghiera. Dolci bambini miei, quanto vorrei mettervi in prima fila tra i miei combattenti, i miei soldati di luce, siate degni, amate il mio Gesù, non siate cupi, ma amate con diligenza. Figli, molti di voi in questo periodo verranno trasformati e riempiti di Spirito Santo per essere in grado di avere la nostra luce, molti altri si sentiranno vuoti, quasi con la sensazione di non avere il conforto di Dio. Questa condizione vi farà molto soffrire, ma non abbiate paura, Dio non vi abbandonerà mai, questo stato vi farà capire come sia quando anche inconsapevolmente ci si allontana e dove potreste andare. Ricordate che questa sofferenza sarà invece per l'elevazione del vostro Spirito. Figli, vi stiamo preparando all' Avvertimento, tornerete più forti di prima, nella fede e nella preghiera, quindi non temete, la sofferenza porterà Grazia. Pregate figli, perché uomini iniqui si prenderanno gioco di questa umanità, portandola verso il baratro, ma voi lottate e amate e nessuno toccherà il mio resto fedele. Ora vi lascio con la mia Benedizione Materna, nel nome Padre, del Figlio e dello Spirito Santo, Amen.","text_en":"My children, thank you for being here in prayer. My sweet children, how much I would like to place you in the front row among my fighters, my soldiers of light, be worthy, love my Jesus, do not be gloomy, but love with diligence. Children, many of you in this period will be transformed and filled with the Holy Spirit to be able to have our light, many others will feel empty, almost with the sensation of not having the comfort of God. This condition will make you suffer a lot, but do not be afraid, God will never abandon you, this state will make you understand what it is like when even unconsciously you go away and where you could go. Remember that this suffering will instead be for the elevation of your Spirit. Children, we are preparing you for the Warning, you will return stronger than before, in faith and prayer, so do not fear, suffering will bring Grace. Pray children, because iniquitous men will make fun of this humanity, bringing it to the abyss, but you fight and love and no one will touch my faithful rest. Now I leave you with my Maternal Blessing, in the name of the Father, of the Son and of the Holy Spirit, Amen. ","text_pl":"Moje dzieci, dziękuję wam, że jesteście tu na modlitwie. Moje słodkie dzieci, jak bardzo chciałabym was umieścić w pierwszym rzędzie wśród moich wojowników, moich żołnierzy światła, bądźcie godni, kochajcie mojego Jezusa, nie bądźcie ponurymi, ale kochajcie pilnie. Dzieci, wielu z was w tym okresie zostanie przemienionych i napełnionych Duchem Świętym, aby móc mieć nasze światło, wielu innych poczuje się pustych, prawie z poczuciem braku pociechy Bożej. dużo, ale nie bój się, Bóg nigdy cię nie opuści, ten stan sprawi, że zrozumiesz, jak to jest, gdy nawet nieświadomie odchodzisz i dokąd możesz się udać. Pamiętaj, że to cierpienie będzie zamiast tego dla podniesienia twojego Ducha. Dzieci, przygotowujemy was na Ostrzeżenie, wrócicie silniejsi niż wcześniej, w wierze i modlitwie, więc nie bójcie się, cierpienie przyniesie Łaskę. Módlcie się dzieci, ponieważ niegodziwi ludzie będą naśmiewać się z tego człowieczeństwa, niosąc je w przepaść, ale walczycie i kochacie, a nikt nie dotknie mojego wiernego odpoczynku. Teraz zostawiam was z moim macierzyńskim błogosławieństwem w imię Ojca, Syna i Ducha Świętego, Amen. ","month_string":"February"},{"year":"2021","month":"02","day":"16","author":"Holy Mary","text":"Amori miei, grazie per le preghiere che recitate anche nel silenzio, ogni gesto, ogni parola rivolta a Dio è una preghiera. Figli, continuo a chiedere di essere luci per il mondo e spade per difendersi, noi vi daremo la protezione massima, ma voi pregate, parlate di Dio con calma e dolcezza, spiegate ciò che vi verrà detto dal cielo senza temere perché lo Spirito Santo vi accompagnerà. Figli, pregate per la Russia, la Cina e l’America, saranno causa di scompiglio per il mondo. Riversatevi a Dio Salvatore senza alcun dubbio, siate legati alla vera dottrina. Pregate per coloro che temono questi momenti di buio che stanno arrivando, Io dico loro: non temete perché dovete solo aspirare al Paradiso, tante sono le morti inutili nel mondo, perché state abbassando la testa a l’èlite mondiale, fate attenzione figli miei, il male sta approfittando della vostra debolezza spirituale e fisica per attaccarvi, per questo motivo vi chiedo di essere forti nella fede perché solo così potrete sopportare, rinunciare e andare avanti evangelizzando. Figli miei, i vulcani si risveglieranno quasi contemporaneamente, la natura si sta rivoltando contro questa umanità ingrata e peccatrice. Figli, pregate per la Chiesa, lo scisma è in atto, la Chiesa risorgerà, purtroppo i miei figli prediletti (sacerdoti) hanno scelto la strada della falsità, facendo scendere le tenebre sui fedeli, ricordate che per tutti i vostri comportamenti renderete conto a Dio, state portando il mio gregge al peccato, state non considerando più il peccato, ciò che insegnate non è più il vero magistero e per questo ne darete conto. Le tenebre stanno per scendere su questa terra e i segni del cielo saranno sempre più imponenti, convertitevi ora. L' anticristo sta per affacciarsi pubblicamente prendendo le sembianze di un santo nei modi di fare, parlerà anche di Dio, ma attenzione figli, attenzione! Vivete sempre i miei messaggi e raccogliete più anime possibili. Figlia mia, grazie per essermi fedele sempre, Gesù ti sarà accanto ed io ti consolerò in questa offerta Pasquale. Ora vi lascio la mia benedizione nel nome del Padre, del Figlio e dello Spirito Santo, Amen.","text_en":"My loves, thank you for the prayers you recite even in silence, every gesture, every word addressed to God is a prayer. Children, I continue to ask to be lights for the world and swords to defend ourselves, we will give you the maximum protection, but you pray, speak of God calmly and sweetly, explain what you will be told from heaven without fear because the Holy Spirit will accompany. Children, pray for Russia, China and America, they will cause turmoil for the world. Turn to God the Savior without any doubt, be bound to the true doctrine. Pray for those who fear these moments of darkness that are coming, I tell them: do not fear because you only have to aspire to Paradise, there are so many useless deaths in the world, because you are lowering your head to the world elite, be careful my children, evil is taking advantage of your spiritual and physical weakness to attack you, for this reason I ask you to be strong in faith because only in this way will you be able to endure, renounce and go on evangelizing. My children, the volcanoes will awaken almost simultaneously, nature is turning against this ungrateful and sinful humanity. Children, pray for the Church, the schism is underway, the Church will rise again, unfortunately my favorite children (priests) have chosen the path of falsehood, making darkness descend on the faithful, remember that for all your behaviors you will be accountable to God , you are leading my flock to sin, you are no longer considering sin, what you teach is no longer the true magisterium and for this you will account for it. Darkness is about to descend on this earth and the signs of heaven will be more and more imposing, convert now. The antichrist is about to appear publicly taking the semblance of a saint in his ways, he will also speak of God, but beware children, beware! Always live my messages and collect as many souls as possible. My daughter, thank you for always being faithful to me, Jesus will be beside you and I will console you in this Easter offering. Now I leave you my blessing in the name of the Father, the Son and the Holy Spirit, Amen. ","text_pl":"Kochani, dziękuję wam za modlitwy, które odmawiacie nawet w ciszy, każdy gest, każde słowo skierowane do Boga jest modlitwą. Dzieci, nadal proszę, abyście byli światłami dla świata i mieczami, aby się bronić, damy wam maksymalną ochronę, ale módlcie się, mówcie o Bogu spokojnie i słodko, wyjaśniajcie, co wam powiedzą z nieba bez lęku, ponieważ Święta Duch będzie towarzyszył. Dzieci, módlcie się za Rosję, Chiny i Amerykę, one spowodują zamęt na świecie. Bez wątpienia zwróćcie się do Boga Zbawiciela, bądźcie zobowiązani do prawdziwej nauki. Módlcie się za tych, którzy boją się nadchodzących chwil ciemności, mówię im: nie bójcie się, bo trzeba tylko aspirować do raju, na świecie jest tyle bezużytecznych śmierci, bo schylacie głowę do światowej elity, bądźcie ostrożni, moje dzieci, zło wykorzystuje wasze duchowe i fizyczne słabości, aby was zaatakować, dlatego proszę was, abyście byli silni w wierze, ponieważ tylko w ten sposób będziecie w stanie wytrwać, wyrzec się i kontynuować ewangelizację. Moje dzieci, wulkany obudzą się niemal jednocześnie, natura zwraca się przeciwko niewdzięcznej i grzesznej ludzkości. Dzieci, módlcie się za Kościół, trwa schizma, Kościół odrodzi się, niestety moje ulubione dzieci (księża) wybrały ścieżkę kłamstwa, sprawiając, że ciemność spadnie na wiernych, pamiętajcie, że za wszystkie wasze zachowania będziecie odpowiedzialni. Boże, Ty prowadzisz moją trzodę do grzechu, nie myślisz już o grzechu, to, czego uczysz, nie jest już prawdziwym Magisterium i za to odpowiesz. Ciemność wkrótce zapadnie na tę ziemię, a znaki nieba będą coraz bardziej imponujące, nawrócą się teraz. Antychryst za chwilę pojawi się publicznie na podobieństwo świętego na swoich drogach, będzie też mówił o Bogu, ale strzeżcie się dzieci, strzeżcie się! Zawsze żyj moimi orędziami i zbieraj jak najwięcej dusz. Moja córko, dziękuję ci, że zawsze byłaś mi wierna, Jezus będzie przy tobie i pocieszę cię w tej wielkanocnej ofierze. Teraz zostawiam wam moje błogosławieństwo w imię Ojca, Syna i Ducha Świętego, Amen. ","month_string":"February"},{"year":"2021","month":"02","day":"20","author":"Jesus Christ","text":"Figli miei, quanto soffro, Io sono tra voi, piango per tutte le sofferenze che mi stanno causando. Figli adorati, oh quanto soffro! Cosa mi sta facendo la mia Chiesa! Sono già qui e l’umanità ancora non crede, non capisce quanto dolore sento e quanto dolore per questa mia Chiesa; mi ha voltato le spalle, eppure io l’ho edificata insieme a Pietro, è la mia Chiesa e non lascerò che il demonio ne prenda possesso, ma rinascerà nella Gloria. Figli miei, fate attenzione alle false dottrine, non cadete in questa trappola. I miei prediletti (sacerdoti) renderanno conto per ciò che stanno facendo! Pregate per i veri sacerdoti, quelli di Gesù Cristo, perché la persecuzione è in atto. Cantate inni al Signore vostro Dio, lamentatevi per tutto ciò che accadrà e urlate che Io sono qui. Figli miei convertitevi adesso, pregate, pregate, pregate tanto, i tempi che arriveranno saranno per la purificazione della terra, nulla di ciò che conoscete rimarrà su questa terra e voi che pensate ancora alle cose terrene. Confessatevi e tenetevi pronti perché il tempo è al limite. Tenetevi pronti nella preghiera, siate nella mia Grazia. Figlia mia, porta con gioia la mia sofferenza, questa sarà una Pasqua speciale. Guarda figlia mia, guarda questo sangue prezioso, è per tutti anche per i miei figli ingrati e per i peccatori che non capiscono. Figlia mia, quanto soffrirai in questa Pasqua, quanta sofferenza per tutti i peccatori, aiutami amore mio, aiutami, fallo con gioia per il tuo Signore. Io sono qui per purificarvi. Adesso lo Spirito Santo scenderà su di voi, vi voglio purificare tutti, fatevi trovare pronti perché non riuscirete a sopportare quello che vi aspetta. Perché insistete con le cose del mondo? Perdonate, amate, abbiate carità, non siate indifferenti. Il mio Spirito è tra di voi e resterà con voi. Figli miei, state insieme più di prima, aiutatevi perché presto tutto sarà perduto. Il fuoco e l’acqua si stanno preparando, ma voi verrete rapiti dai miei Angeli e portati in un luogo sicuro finché non risorgerà come un paradiso: in una nuora era, in una nuova terra, con nuovi cieli. Seguite me e le mie orme, Io sono la verità, la via e la vita. Questa casa è benedetta, dove i miei angeli dimoreranno per proteggervi. Figli miei, non abbiate timore di nulla, io vi ho segnati uno ad uno, come satana ha segnato i suoi fedeli. Figli, quante anime avete radunato a me, quante anime! Ora passerò uno per uno per benedirvi, inginocchiatevi e chinate il capo, abbiate la vita eterna, nel nome del Padre, nel Mio nome e dello Spirito Santo, Amen. Il vostro caro Gesù","text_en":"My children, how much I suffer, I am among you, I cry for all the sufferings they are causing me. Adored children, oh how much I suffer! What is my Church doing to me! I am already here and humanity still does not believe, does not understand how much pain I feel and how much pain for my Church; he turned his back on me, yet I built it together with Peter, it is my Church and I will not let the devil take possession of it, but it will be reborn in glory. My children, pay attention to false doctrines, do not fall into this trap. My beloved ones (priests) will be accountable for what they are doing! Pray for the true priests, those of Jesus Christ, because the persecution is taking place. Sing hymns to the Lord your God, mourn for everything that will happen and shout that I am here. My children, convert now, pray, pray, pray a lot, the times that will arrive will be for the purification of the earth, nothing of what you know will remain on this earth and you who are still thinking about earthly things. Confess and get ready because time is running out. Be ready in prayer, be in my Grace. My daughter, bring my suffering with joy, this will be a special Easter. Look my daughter, look at this precious blood, it is for everyone even for my ungrateful children and for sinners who do not understand. My daughter, how much you will suffer in this Easter, how much suffering for all sinners, help me my love, help me, do it with joy for your Lord. I am here to purify you. Now the Holy Spirit will descend on you, I want to purify you all, be ready because you will not be able to bear what awaits you. Why do you insist with the things of the world? Forgive, love, have charity, do not be indifferent. My Spirit is among you and will stay with you. My children, stay together more than before, help each other because soon all will be lost. The fire and water are preparing, but you will be kidnapped by my Angels and taken to a safe place until it resurrects as a paradise: in a daughter-in-law she was, in a new earth, with new skies. Follow me and in my footsteps, I am the truth, the way and the life. This home is blessed, where my angels will dwell to protect you. My children, do not be afraid of anything, I have marked you one by one, as Satan has marked her faithful. Children, how many souls have you gathered to me, how many souls! Now I will go through one by one to bless you, kneel and bow your head, have eternal life, in the name of the Father, in My name and in the Holy Spirit, Amen. Your dear Jesus ","text_pl":"Moje dzieci, jak bardzo cierpię, jestem wśród was, płaczę za wszystkie cierpienia, które Mi zadają. Uwielbiane dzieci, och, jak bardzo cierpię! Co mój Kościół mi robi! Ja już tu jestem, a ludzkość wciąż nie wierzy, nie rozumie, ile bólu odczuwam i ile bólu dla mojego Kościoła; odwrócił się ode mnie, ale zbudowałem go razem z Piotrem, to jest mój Kościół i nie pozwolę diabłu wziąć go w posiadanie, ale odrodzi się w chwale. Moje dzieci, zwracajcie uwagę na fałszywe doktryny, nie wpadajcie w tę pułapkę. Moi ukochani (kapłani) będą odpowiedzialni za to, co robią! Módlcie się za prawdziwych kapłanów, kapłanów Jezusa Chrystusa, ponieważ trwają prześladowania. Śpiewajcie hymny Panu, waszemu Bogu, opłakujcie wszystko, co się wydarzy i krzyczcie, że tu jestem. Moje dzieci, nawróćcie się teraz, módlcie się, módlcie się, módlcie się dużo, czasy, które nadejdą, będą dla oczyszczenia ziemi, nic z tego, co wiecie, nie pozostanie na tej ziemi i wy, którzy wciąż myślicie o ziemskich sprawach. Wyznaj i przygotuj się, bo czas ucieka. Bądźcie gotowi na modlitwie, bądźcie w mojej łasce. Córko, nieść z radością moje cierpienie, to będzie wyjątkowa Wielkanoc. Spójrz, moja córko, spójrz na tę drogocenną krew, jest ona dla wszystkich, nawet dla moich niewdzięcznych dzieci i dla grzeszników, którzy nie rozumieją. Moja córko, jak bardzo będziesz cierpieć w tę Wielkanoc, ile cierpienia za wszystkich grzeszników, pomóż mi moja miłości, pomóż mi, czyń to z radością dla twojego Pana. Jestem tutaj, aby was oczyścić. Teraz Duch Święty zstąpi na was, chcę was wszystkich oczyścić, bądźcie gotowi, bo nie będziecie w stanie znieść tego, co was czeka. Dlaczego nalegasz na rzeczy tego świata? Przebaczajcie, kochajcie, miejcie miłość, nie bądźcie obojętni. Mój Duch jest pośród was i pozostanie z wami. Moje dzieci, pozostańcie razem bardziej niż wcześniej, pomagajcie sobie nawzajem, ponieważ wkrótce wszystko będzie stracone. Ogień i woda przygotowują się, ale zostaniesz porwany przez moich Aniołów i zabrany w bezpieczne miejsce, aż zmartwychwstanie jako raj: w synowej była, na nowej ziemi, z nowym niebem. Pójdź za mną i idź moimi śladami, jestem prawdą, drogą i życiem. Ten dom jest błogosławiony, w którym zamieszkają moi aniołowie, aby was chronić. Moje dzieci, nie bójcie się niczego, oznaczyłem was jeden po drugim, tak jak szatan naznaczył swoich wiernych. Dzieci, ile dusz zgromadziliście do mnie, ile dusz! Teraz będę przechodził jeden po drugim, aby was błogosławić, uklęknąć i pochylić głowę, mieć życie wieczne w imię Ojca, w Moje Imię i w Duchu Świętym, Amen. Twój drogi Jezu ","month_string":"February"},{"year":"2021","month":"02","day":"23","author":"Holy Mary","text":"Figli miei, grazie per accogliermi sempre nel vostro cuore. Figli amati, guardate intorno a voi, questo è tempo di distruzione, di confusione e soprattutto di scelte, siete invitati a decidere da quale parte stare, allora Io vi dico: c'è solo un modo per fare la scelta giusta, seguite il Vangelo, la Parola di Dio e siate nella preghiera, fate entrare la Sua luce nei vostri cuori, solo così potrete capire quale sarà la strada maestra. Le falsità di questo mondo sono più dannose di qualunque malattia, guardate quanti suicidi soprattutto di bambini, il demonio è in tutta la sua forza, per questo motivo chiedo alle famiglie, insegnate ai vostri figli la preghiera, spiegando che solo attraverso essa si potrà avere la pace e la serenità nei cuori, perchè senza la luce di Dio ci sono le tenebre. Battezzate i vostri figli, affinchè possano incamminarsi verso una vita santa. Figli miei, il mondo e l’umanità sono sul precipizio, rafforzatevi nella fede e nella preghiera perché presto l’anticristo farà la sua comparsa. Figli, abbiate anche la speranza che tutto verrà rinnovato affinchè ci sia un mondo nuovo di pace, di speranza e di amore, tutto è pronto per questi eventi, ma dovrete prima passare dalla tribolazione e dalla persecuzione, guardate i segni, siate coraggiosi, Noi vi saremo accanto. Figli, ravvedetevi e convertitevi a l’unico vero Dio, Dio di pace, di amore, di misericordia e di giustizia. Ora vi lascio con la mia benedizione nel nome del Padre, del Figlio e dello Spirito Santo, Amen.","text_en":"My children, thank you for always welcoming me into your heart. Beloved children, look around you, this is a time of destruction, confusion and above all choices, you are invited to decide which side to take, then I tell you: there is only one way to make the right choice, follow the Gospel , the Word of God and be in prayer, let His light enter your hearts, only in this way will you be able to understand what the high road will be. The falsehoods of this world are more harmful than any disease, look at how many suicides especially of children, the devil is in all his strength, for this reason I ask families, teach your children about prayer, explaining that only through it can you have peace and serenity in hearts, because without the light of God there is darkness. Baptize your children, so that they can walk towards a holy life. My children, the world and humanity are on the precipice, strengthen yourselves in faith and prayer because soon the antichrist will make his appearance. Children, also have the hope that everything will be renewed so that there is a new world of peace, hope and love, everything is ready for these events, but you will first have to go through tribulation and persecution, look at the signs, be courageous, We we will be next to you. Children, repent and be converted to the one true God, God of peace, love, mercy and justice. Now I leave you with my blessing in the name of the Father, Son and Holy Spirit, Amen. ","text_pl":"Moje dzieci, dziękuję wam, że zawsze przyjmowaliście Mnie w swoich sercach. Kochane dzieci, rozejrzyjcie się dookoła, to czas zniszczenia, zamętu, a przede wszystkim wyborów, jesteście zaproszeni, aby zdecydować, po której stronie stanąć, a potem powiem wam: jest tylko jeden sposób, aby dokonać właściwego wyboru, podążać za Ewangelią, Słowo Boże i módlcie się, niech Jego światło wejdzie w wasze serca, tylko w ten sposób będziecie w stanie zrozumieć, czym będzie droga. Kłamstwa tego świata są bardziej szkodliwe niż jakakolwiek choroba, spójrz, ile samobójstw, zwłaszcza dzieci, diabeł jest w całej swojej sile, dlatego proszę rodziny, uczcie wasze dzieci modlitwy, wyjaśniając, że tylko dzięki niej można mieć pokój i spokój w sercach, bo bez światła Bożego jest ciemność. Chrzczcie swoje dzieci, aby mogły kroczyć ku świętemu życiu. Moje dzieci, świat i ludzkość są nad przepaścią, umacniajcie się w wierze i modlitwie, ponieważ antychryst wkrótce się pojawi. Dzieci, miejcie również nadzieję, że wszystko się odnowi, aby powstał nowy świat pokoju, nadziei i miłości, wszystko jest gotowe na te wydarzenia, ale najpierw będziecie musieli przejść przez ucisk i prześladowania, spojrzeć na znaki, być odważny, będziemy obok Ciebie. Dzieci, pokutujcie i nawróćcie się do jedynego prawdziwego Boga, Boga pokoju, miłości, miłosierdzia i sprawiedliwości. Teraz zostawiam was z moim błogosławieństwem w imię Ojca, Syna i Ducha Świętego, Amen. ","month_string":"February"},{"year":"2021","month":"02","day":"27","author":"Holy Mary","text":"Cari figli, grazie per aver risposto alla mia chiamata nel vostro cuore. Figli Benedetti, sono tante le mie lacrime versate per coloro che ancora non mi ascoltano, che non vivono i messaggi, che da anni vi accompagnano per far sì che la vostra vita possa cambiare e il vostro cuore possa aprirsi alla grazia. Figli miei, in questo momento il mondo è sotto il dominio del male che ormai ha smesso di nascondersi e che apertamente vi vuole sudditi, è finita la democrazia ed è emersa la dittatura. Figli miei, vi chiedo di essere fermi nella fede, altrimenti rischiate di perdere tutto il cammino che avete intrapreso fino ad oggi, amate Gesù e la croce e avrete la salvezza. Figli miei, questo è un momento di grandi prove e di purificazione, vi chiedo di non essere assopiti, ma vegliate, pregate figli, pregate tanto e abbiate nonostante tutto la gioia nel cuore e la pace, questa è la fede. Vi amo tutti perché siete tutti i miei figli. Ora vi lascio con la mia benedizione materna nel nome del Padre, del figlio e dello Spirito Santo, Amen.","text_en":"Dear children, thank you for having responded to my call in your heart. Blessed children, many are my tears shed for those who still do not listen to me, who do not live the messages, who have accompanied you for years to ensure that your life can change and your heart can open to grace. My children, at this moment the world is under the dominion of evil which has now stopped hiding and openly wants you to be its subjects, democracy is over and dictatorship has emerged. My children, I ask you to be firm in the faith, otherwise you risk losing the whole path you have taken up to now, love Jesus and the cross and you will have salvation. My children, this is a moment of great trials and purification, I ask you not to be asleep, but be vigilant, pray children, pray a lot and have joy in your heart and peace despite everything, this is faith. I love you all because you are all my children. Now I leave you with my motherly blessing in the name of the Father, son and Holy Spirit, Amen. ","text_pl":"Drogie dzieci, dziękuję wam, że odpowiedzieliście na moje wezwanie w waszych sercach. Błogosławione dzieci, wiele jest moich łez wylewanych za tych, którzy wciąż Mnie nie słuchają, którzy nie żyją orędziami, którzy towarzyszą wam od lat, aby wasze życie mogło się zmienić, a wasze serce było otwarte na łaskę. Moje dzieci, w tej chwili świat jest pod panowaniem zła, które teraz przestało się ukrywać i otwarcie pragnie, abyście byli jego poddanymi, demokracja się skończyła i pojawiła się dyktatura. Moje dzieci, proszę was, abyście byli mocni w wierze, w przeciwnym razie ryzykujecie utratę całej drogi, którą wybraliście do tej pory, kochajcie Jezusa i krzyż, a będziecie mieli zbawienie. Moje dzieci, to jest chwila wielkich prób i oczyszczenia, proszę was, abyście nie spali, ale byli czujni, módlcie się dzieci, módlcie się dużo i miejcie radość w sercu i mimo wszystko pokój, to jest wiara. Kocham was wszystkich, ponieważ wszyscy jesteście moimi dziećmi. Teraz zostawiam was z moim matczynym błogosławieństwem w imię Ojca, Syna i Ducha Świętego, Amen. ","month_string":"February"}]