[{"year":"2016","month":"04","day":"21","author":"Holy Mary","text":"Mentre ero con mio marito sdraiata sul letto a vedere la TV, sento una voce che mi chiamava. Chiesi a mio marito di abbassare il volume della televisione e nel girarmi verso la statuina posizionata sul comò, vidi la Madonna avvolta da un velo bianco ed un mantello color blu\/celeste. In lacrime dissi a mio marito: la Madonnina! la Madonnina!e d’istinto ci inginocchiamo entrambi ai piedi del letto. Lei sorridendo mi disse: Figlia mia, sono la Vergine Santa, non aver paura, ho scelto voi perché siete pieni d'amore e speranza e su questo deve essere fondata la vita. Ti invierò tante persone che hanno bisogno di essere convertite, non chiudere le porte ma aprìle affinché tutti possano vedere e imparare ad amare mio figlio Gesù. Tornerò presto e anche loro (riferito ai miei familiari) sentiranno la mia presenza con un mio segno. Ti benedico nel nome del Padre del Figlio e dello Spirito Santo. Amen. Al termine dell’apparizione tutti i miei famigliari in casa hanno avvertito un suono di campanelle.","text_en":"While I was with my husband lying on the bed watching TV, I hear a voice calling me. I asked my husband to turn down the volume of the television and as I turned to the statue placed on the dresser, I saw the Madonna wrapped in a white veil and a blue \/ light blue cloak. In tears I said to my husband: the little Madonna! Our Lady! and instinctively we both kneel at the foot of the bed. Smiling, she said to me: My daughter, I am the Holy Virgin, do not be afraid, I have chosen you because you are full of love and hope and on this life must be founded. I will send you many people who need to be converted, do not close the doors but open them so that everyone can see and learn to love my son Jesus. I will return soon and they too (referring to my family) will feel my presence with a sign of me. I bless you in the name of the Father of the Son and of the Holy Spirit. Amen. At the end of the apparition, all my family members in the house heard the sound of bells. ","text_pl":"Kiedy leżałam z mężem na łóżku i oglądałam telewizję, usłyszałam wołający mnie głos. Poprosiłam męża, aby ściszył telewizor, a kiedy odwróciłam się do posągu umieszczonego na komodzie, zobaczyłam Madonnę owiniętą w biały welon i niebiesko-jasnoniebieski płaszcz. Ze łzami w oczach powiedziałam mężowi: mała Madonna! Matko Boża! I instynktownie oboje klękamy przy nogach łóżka. Uśmiechając się, powiedziała do mnie: Córko Moja, jestem Najświętsza Dziewica, nie bój się, wybrałam cię, ponieważ jesteś pełna miłości i nadziei, i na tym musi opierać się życie. Wyślę Ci wielu ludzi, którzy potrzebują nawrócenia, nie zamykaj drzwi, ale otwieraj je, aby każdy mógł zobaczyć i nauczyć się kochać mojego syna Jezusa, wkrótce wrócę i oni również (odnosząc się do mojej rodziny) poczują moją obecność poprzez mój znak. Błogosławię was w imię Ojca i Syna i Ducha Świętego. Amen. Pod koniec objawienia wszyscy członkowie mojej rodziny w domu usłyszeli dźwięk dzwonków. ","month_string":"April"},{"year":"2016","month":"04","day":"28","author":"Holy Mary","text":"Figlia mia, il mio cuore soffre per l'ingiustizia, la mancanza di fiducia nei segni che vi manda Dio dal cielo. La fede si dimostra anche accettando con umiltà e fiducia il Signore. Ascoltate ciò che Dio vi dice e non resistete al suo richiamo. Meditate! Questa madre vuole versare il suo amore per voi per prepararvi il cuore verso, suo Figlio. Accettate la mia benedizione e la mia protezione. Vi benedico nel nome del Padre del Figlio e dello Spirito Santo. Amen","text_en":"My daughter, my heart suffers from injustice, the lack of trust in the signs that God sends you from heaven. Faith is also shown by accepting the Lord with humility and trust. Listen to what God tells you and do not resist the call of him. Meditate! This mother wants to pour out her love for you to prepare your heart for her, her Son. Accept my blessing and my protection. I bless you in the name of the Father of the Son and of the Holy Spirit. Amen ","text_pl":"Moja córko, moje serce cierpi z powodu niesprawiedliwości, braku zaufania do znaków, które Bóg zsyła ci z Nieba. Wiara przejawia się także w przyjęciu Pana z pokorą i ufnością. Posłuchaj, co mówi ci Bóg, i nie opieraj się Jego wezwaniu. Rozważaj! Ta matka chce wylać swoją miłość do Ciebie, aby przygotować Twoje serce na Jej Syna. Przyjmij moje błogosławieństwo i moją ochronę. Błogosławię was w imię Ojca i Syna i Ducha Świętego. Amen ","month_string":"April"},{"year":"2016","month":"04","day":"30","author":"Holy Mary","text":"Figlia mia, non disperarti, ti seguirò io. Aiuta gli altri a pregare, a riavvicinarsi a Dio Creatore. Il mio cuore sanguina perché ormai siamo vicini e la Chiesa è molto confusa e offuscata. Ricorda, che solo con la preghiera avrete l’eternità.  Vi benedico nel nome di Padre del Figlio e dello Spirito Santo. Amen.","text_en":"My daughter, do not despair, I will follow you. Help others to pray, to get closer to God the Creator. My heart is bleeding because we are close by now and the Church is very confused and clouded. Remember, only with prayer will you have eternity. I bless you in the name of the Father of the Son and of the Holy Spirit. Amen. ","text_pl":"Moja córko, nie rozpaczaj, pójdę za tobą. Pomóż innym w modlitwie, zbliżeniu się do Boga Stwórcy. Moje serce krwawi, ponieważ jesteśmy już blisko, a Kościół jest bardzo zdezorientowany i zachmurzony. Pamiętaj, że tylko dzięki modlitwie będziesz miała wieczność. Błogosławię was w imię Ojca i Syna i Ducha Świętego. Amen. ","month_string":"April"},{"year":"2016","month":"05","day":"02","author":"Holy Mary","text":"Figlia mia i tre giorni di buio stanno per arrivare. Sarà una notte molto fredda. Non abbiate paura, perché chi crederà a mio Figlio sarà salvato. Insisto a chiedere di recitare il rosario e chi lo insegnerà ad altri avrà cinta la testa di perle di misericordia e di gloria per tutte le anime che avrà salvato. Vi benedico nel nome del Padre del Figlio dello Spirito Santo. Amen.","text_en":"My daughter, the three days of darkness are about to arrive. It will be a very cold night. Do not be afraid, because whoever believes in my Son will be saved. I insist on asking to recite the rosary and whoever teaches it to others will have his head covered with pearls of mercy and glory for all the souls he will have saved. I bless you in the name of the Father of the Son of the Holy Spirit. Amen. ","text_pl":"Moja córko, trzy dni ciemności wkrótce nadejdą. To będzie bardzo zimna noc. Nie lękajcie się, bo każdy, kto uwierzy w mojego Syna, będzie zbawiony. Nalegam, aby prosić o odmawianie różańca, a ktokolwiek uczy go innych, będzie miał głowy pokryte perłami miłosierdzia i chwały dla wszystkich dusz, które uratowali. Błogosławię was w imię Ojca i Syna i Ducha Świętego. Amen. ","month_string":"May"},{"year":"2016","month":"05","day":"14","author":"Holy Mary","text":"Figlia mia dì al Vescovo di non smettere di lottare. Deve pregare per il mondo, perché satana non smetterà di prendersi tutte le anime anche a lui vicino. Stai tranquilla, la tua famiglia ha la mia benedizione, ma anche voi dovrete lottare per le preghiere che io vi chiedo e soprattutto per le conversioni, io ti sarò sempre accanto. Piango per le decisioni sbagliate che stanno prendendo i governanti e per la Chiesa, che si trova in grandi difficoltà; soprattutto il Papa, pregate per loro affinché le scelte che faranno saranno solo decise dal cuore. Ti benedico nel nome del Padre del Figlio dello Spirito Santo. Amen”","text_en":"My daughter tell the Bishop not to stop fighting. He must pray for the world, because Satan will not stop taking all souls even close to him. Do not worry, your family has my blessing, but you too will have to fight for the prayers that I ask you and above all for the conversions, I will always be next to you. I cry for the wrong decisions that the rulers are making and for the Church, which is in great difficulty; especially the Pope, pray for them so that the choices they make will only be decided by the heart. I bless you in the name of the Father of the Son of the Holy Spirit. Amen\" ","text_pl":"Moja córko, powiedz biskupowi, żeby nie przestawał walczyć. Musi modlić się za świat, ponieważ Szatan nie przestanie brać wszystkich dusz nawet blisko siebie. Nie martw się, twoja rodzina ma moje błogosławieństwo, ale i ty będziesz musiał walczyć o modlitwy, o które Cię proszę, a przede wszystkim o nawrócenia, zawsze będę przy tobie. Płaczę z powodu złych decyzji, które podejmują rządzący i za Kościołem, który znajduje się w wielkich trudnościach; zwłaszcza z powodu Papieża. Módl się za nich, aby wybory, których dokonają, były podejmowane wyłącznie z serca. Błogosławię was w imię Ojca i Syna i Ducha Świętego. Amen\" ","month_string":"May"},{"year":"2016","month":"05","day":"25","author":"Holy Mary","text":"Cari Figli riconosco i vostri dolori, pregate e sarò vicino a voi. Pregate Gesù e sarete vittoriosi. Pregate per coloro che non credono. Non smettete, ci sono tante persone che hanno bisogno di redimersi e non saranno perse tutte le vostre sofferenze. Non smettete di pregare. Vi benedico nel nome del Padre del Figlio e dello Spirito Santo. AmenLa madonna in questa occasione ha pregato in aramaico su tutti i presenti durante la recita del Santo Rosario.","text_en":"Dear children, I recognize your pains, pray and I will be close to you. Pray to Jesus and you will be victorious. Pray for those who don't believe. Do not stop, there are many people who need to redeem themselves and all your suffering will not be lost. Don't stop praying. I bless you in the name of the Father of the Son and of the Holy Spirit. Amen On this occasion, Our Lady prayed in Aramaic on all present during the recitation of the Holy Rosary. ","text_pl":"Drogie dzieci, rozpoznaję wasze bóle, módlcie się, a będę blisko was. Módlcie się do Jezusa, a odniesiecie zwycięstwo. Módlcie się za tych, którzy nie wierzą. Nie przestawaj, jest wielu ludzi, którzy muszą się odkupić, a wszystkie twoje cierpienia nie zostaną utracone. Nie przestawajcie się modlić. Błogosławię was w imię Ojca i Syna i Ducha Świętego. Amen. Matka Boża modliła się przy tej okazji w języku aramejskim za wszystkich obecnych podczas odmawiania Różańca Świętego. ","month_string":"May"},{"year":"2016","month":"05","day":"29","author":"Holy Mary","text":"Cari figli, Vi ringrazio e sono molto felice perché siete riuniti anche oggi qui. Siete i miei Apostoli. Non fatevi tentare da Satana perché lui è forte, ma con la preghiera voi lo vincerete. Gesù vi dà la sua benedizione, insieme a me, Vostra Madre. Vi benedico nel nome del Padre del Figlio e dello Spirito Santo. Durante la recita del Santo Rosario la Madonna teneva Gesù piccolo in braccio poi alla fine, aprendo le braccia ci ha avvolti tutti con il suo mantello celeste dando la sua Benedizione nel nome del Padre del Figlio e dello Spirito Santo . Amen","text_en":"Dear children, I thank you and I am very happy because you are gathered here also today. You are my Apostles. Do not be tempted by Satan because he is strong, but with prayer you will overcome him. Jesus gives you his blessing, together with me, your mother. I bless you in the name of the Father of the Son and of the Holy Spirit. During the recitation of the Holy Rosary, Our Lady held little Jesus in her arms then at the end, opening her arms, she wrapped us all with her heavenly mantle giving her Blessing in the name of the Father of the Son and of the Holy Spirit. Amen ","text_pl":"Drogie dzieci, dziękuję wam i bardzo się cieszę, ponieważ jesteście tu dziś zgromadzeni. Jesteście moimi apostołami. Nie ulegaj pokusie szatana, ponieważ jest silny, ale dzięki modlitwie go pokonasz. Jezus daje wam swoje błogosławieństwo razem ze mną, waszą matką. Błogosławię was w imię Ojca i Syna i Ducha Świętego. Podczas odmawiania Różańca Świętego, Matka Boża trzymała małego Jezusa w ramionach, a następnie na końcu, otwierając ramiona, otuliła nas wszystkich swym niebiańskim płaszczem, udzielając jej błogosławieństwa w imię Ojca i Syna i Ducha Świętego. Amen ","month_string":"May"},{"year":"2016","month":"06","day":"01","author":"Holy Mary","text":"Figlia mia sono felice di essere qui. Occorre che ci sia la conversione perché Dio ha fretta. I vostri nomi sono incisi nel mio cuore Immacolato e ognuno avrà la propria ricompensa per aver favorito i miei piani. Non abbiate paura. Vi benedico nel nome del Padre del Figlio e dello Spirito Santo. Amen”","text_en":"My daughter, I am happy to be here. There must be conversion because God is in a hurry. Your names are engraved in my Immaculate heart and each one will have their own reward for having favored my plans. Do not be afraid. I bless you in the name of the Father of the Son and of the Holy Spirit. Amen\" ","text_pl":"Moja córko, cieszę się, że tu jestem. Musi nastąpić nawrócenie, ponieważ Bóg nie będzie zwlekać. Wasze imiona są wyryte w moim Niepokalanym Sercu i każdy otrzyma własną nagrodę za sprzyjanie moim planom. Nie bój się. Błogosławię was w imię Ojca i Syna i Ducha Świętego. Amen\" ","month_string":"June"},{"year":"2016","month":"06","day":"11","author":"Holy Mary","text":"Figli miei grazie per essere qui sempre più numerosi. Io vi toccherò uno ad uno, affinché possiate portare la mia benedizione ai bisognosi e alle vostre famiglie. Amate mio Figlio perché è Lui che mi manda a toccare la terra. Inginocchiatevi e siate umili. Vi benedico nel nome del Padre del Figlio e dello Spirito Santo. Amen”","text_en":"My children, thank you for being here more and more numerous. I will touch you one by one, so that you can bring my blessing to the needy and to your families. Love my Son because it is He who sends me to touch the earth. Kneel and be humble. I bless you in the name of the Father of the Son and of the Holy Spirit. Amen\" ","text_pl":"Moje dzieci, dziękuję wam, że jest was tu coraz więcej. Dotknę was jednego po drugim, abyście mogli nieść moje błogosławieństwo potrzebującym i swoim rodzinom. Kochajcie mojego Syna, ponieważ to On posyła mnie, abym dotknęła ziemi. Uklęknijcie i bądźcie pokorni. Błogosławię was w imię Ojca i Syna i Ducha Świętego. Amen\" ","month_string":"June"},{"year":"2016","month":"06","day":"14","author":"Holy Mary","text":"Figli miei, grazie ancora una volta di essere qui con me. Grazie per avermi cercata. Grazie per avermi accolta qui nel vostro cuore. Amate mio Figlio perché è l'unica verità. Siete sulla giusta strada, farò tante grazie per darvi segno della mia presenza. Grazie miei apostoli. Con il cuore della vostra mamma riceverete la mia benedizione nel nome del Padre del Figlio dello Spirito Santo. Amen”","text_en":"My children, thank you once again for being here with me. Thanks for looking for me. Thank you for welcoming me here in your heart. Love my Son because he is the only truth. You are on the right path, I will thank you very much to give you a sign of my presence. Thank you my apostles. With your mother's heart you will receive my blessing in the name of the Father of the Son of the Holy Spirit. Amen\" ","text_pl":"Moje dzieci, jeszcze raz dziękuję, że jesteście tu ze mną. Dziękuje, że mnie szukalicie. Dziękuję za przyjęcie mnie w swoich sercach. Kochajcie mojego Syna, bo On jest jedyną prawdą. Jesteście na dobrej drodze, bardzo wam dziękuję za świadectwo mojej obecności. Dziękuję wam, moi apostołowie. Sercem swojej mamy otrzymasz moje błogosławieństwo w imię Ojca i Syna i Ducha Świętego. Amen\" ","month_string":"June"},{"year":"2016","month":"06","day":"18","author":"Holy Mary","text":"Cari figli, sono molto felice ancora oggi perché avete risposto nel vostro cuore alla mia chiamata. Vi prego non c'è più tempo, convertitevi e recitate il rosario. Non resistete alla mia chiamata, pregate per i sacerdoti che si stanno perdendo, sono ciechi e sordi. Dite loro di andare nelle case e per le vie per la salvezza di più anime possibili. Io vi amo e vi amo e se solo sapessero tutti quanto è grande il mio amore per voi! Vi perdona Gesù per i vostri peccati ed io ancora con mio figlio, Vi benedico nel nome del Padre del Figlio dello Spirito Santo. Amen. Poi aggiunge: Dopo la Francia toccherà a Roma dove ci sarà un grande terremoto. Il Vaticano subirà un grande dolore. All'interno di esso in questo momento ci sono Cardinali e Vescovi che saranno costretti a scegliere la via del male allontanandosi dall'unica verità che porta al Padre. Ascoltate i venti di guerra. La Russia si sta preparando. Su Roma cadrà la pestilenza, la miseria e il vaiolo, che darà morte e disperazione. Al termine di questo messaggio, la Madonna mi indica il sole, e mi accorgo che lo stesso volgeva più volte su se stesso.","text_en":"Dear children, I am still very happy today because you have answered my call in your heart. Please, there is no more time, get converted and say the rosary. Do not resist my call, pray for the priests who are lost, they are blind and deaf. Tell them to go to homes and to the streets for the salvation of as many souls as possible. I love you and if only they all knew how great my love is for you! Jesus forgives you for your sins and I again with my son, I bless you in the name of the Father of the Son of the Holy Spirit. Amen. Then he adds: After France it will be Rome where there will be a great earthquake. The Vatican will suffer great pain. Within it at this moment there are Cardinals and Bishops who will be forced to choose the path of evil by moving away from the only truth that leads to the Father. Listen to the winds of war. Russia is preparing. Pestilence, misery and smallpox will fall on Rome, which will give death and despair. At the end of this message, Our Lady points to the sun, and I realize that it turned on itself several times. ","text_pl":"Drogie dzieci, nadal jestem bardzo szczęśliwa, ponieważ odpowiedzieliście na moje wezwanie w swoich sercach. Proszę, nie ma już czasu, nawróćcie się i odmówcie różaniec. Nie opierajcie się mojemu wezwaniu, módlcie się za kapłanów, którzy są zgubieni, są ślepi i głusi. Powiedz im, aby szli do domów i na ulice, aby zbawić jak najwięcej dusz. Kocham cię i gdyby tylko wszyscy wiedzieli, jak wielka jest moja miłość do ciebie! Jezus przebacza wam wasze grzechy i znowu wraz z moim synem błogosławię was w imię Ojca i Syna i Ducha Świętego. Amen. Następnie dodaje: Po Francji to Rzym będzie miejscem wielkiego trzęsienia ziemi. Watykan będzie cierpieć z powodu wielkiego bólu. W tym momencie są w nim Kardynałowie i Biskupi, którzy będą zmuszeni wybrać drogę zła, odsuwając się od jedynej prawdy, która prowadzi do Ojca. Posłuchaj wiatrów wojny. Rosja się przygotowuje. Zaraza, nędza i ospa spadną na Rzym, co przyniesie śmierć i rozpacz. Na końcu tego orędzia Matka Boża wskazuje na słońce i zdaję sobie sprawę, że kilkakrotnie zamigotało. ","month_string":"June"},{"year":"2016","month":"06","day":"21","author":"Holy Mary","text":"Cari figli, grazie di essere qui e grazie alle persone che oggi hanno accolto la mia chiamata. Ricordate che solo la verità vi renderà liberi. Recitate insieme a me tre volte il Padre Nostro. Pregate per i sacerdoti, per il Papa, per i vescovi e cardinali, affinché la mia luce possa toccare i loro cuori. Darò segni della mia presenza a chi non crede. Grazie miei apostoli, Vi benedico nel nome del Padre, del Figlio e dello Spirito Santo. AmenIn questa occasione la Madonna ha aggiunto: …pregate per il Papa, perché sarà breve il suo pontificato. Nei tre giorni di buio prendete delle candele benedette, coloro che le terranno accese non verranno toccati dai demoni. Figlia mia, aiutami per la conversione dei miei figli; so che tu e tuo marito siete coloro che io vorrei accanto per le mie richieste e so che porterete a termine il compito che vi ho affidato. Grazie figli miei, la vostra Madre. ”","text_en":"Dear children, thank you for being here and thank you to the people who have accepted my call today. Remember that only the truth will set you free. Pray the Our Father with me three times. Pray for the priests, for the Pope, for the bishops and cardinals, so that my light can touch their hearts. I will give signs of my presence to those who do not believe. Thanks my apostles, I bless you in the name of the Father, the Son and the Holy Spirit. Amen On this occasion Our Lady added:… pray for the Pope, because his pontificate will be short. In the three days of darkness, take some blessed candles, those who keep them lit will not be touched by the demons. My daughter, help me for the conversion of my children; I know that you and your husband are the ones I would like next to me for my requests and I know that you will complete the task I have entrusted to you. Thank you my children, your Mother. \" ","text_pl":"Drogie dzieci, dziękuję wam, że tu jesteście i dziękuję ludziom, którzy przyjęli dziś moje wezwanie. Pamiętaj, że tylko prawda cię wyzwoli. Odmawiajcie ze mną Ojcze Nasz trzy razy. Módlcie się za kapłanów, za Papieża, za biskupów i kardynałów, aby moje światło dotarło do ich serc. Ja dam znaki swojej obecności tym, którzy nie wierzą. Dziękuję apostołom, błogosławię was w imię Ojca i Syna i Ducha Świętego. Amen Z tej okazji Matka Boża dodała: módlcie się za Papieża, bo jego pontyfikat będzie krótki. W ciągu trzech dni ciemności weź kilka błogosławionych świec, ci, którzy je zapalają, nie zostaną dotknięci przez demony. Moja córko, pomóż mi w nawróceniu moich dzieci; Wiem, że ty i twój mąż jesteście tymi, których chciałabym obok mnie w odpowiedzi na moje prośby i wiem, że wykonacie powierzone wam zadanie. Dziękuję wam, moje dzieci. Wasza Matka. \" ","month_string":"June"},{"year":"2016","month":"06","day":"25","author":"Holy Mary","text":"Figli miei, grazie per essere qui ancora oggi. Permette ai raggi luminosi di mio Figlio di entrare nei vostri cuori. Dico e continuo a ripetere: «siate umili, non solo durante la preghiera, ma ogni giorno. Quando pregate non serve nominare uno per uno le persone che avete a cuore, perché io conosco le vostre necessità, uno per uno e i nomi delle persone care a voi. Vi ringrazio e insieme a Gesù, Vi benedico nel nome del Padre, del Figlio e dello Spirito Santo. Amen”","text_en":"My children, thank you for still being here today. It allows the luminous rays of my Son to enter your hearts. I say and I keep repeating: “be humble, not only during prayer, but every day. When you pray, it is not necessary to name the people you care about one by one, because I know your needs, one by one, and the names of the people dear to you. I thank you and together with Jesus, I bless you in the name of the Father, the Son and the Holy Spirit. Amen\" ","text_pl":"Moje dzieci, dziękuję wam, że wciąż tu jesteście. Pozwala świetlistym promieniom Mojego Syna wejść do waszych serc. Mówię i powtarzam: „bądźcie pokorni nie tylko na modlitwie, ale na co dzień. Kiedy się modlisz, nie musisz wymieniać po kolei osób, na których ci zależy, ponieważ znam po kolei Twoje potrzeby i imiona bliskich Ci osób. Dziękuję wam i razem z Jezusem błogosławię was w imię Ojca i Syna i Ducha Świętego. Amen\" ","month_string":"June"},{"year":"2016","month":"06","day":"28","author":"Holy Mary","text":"Cari figli, cari figli…grazie per essere ancora qui, tanti anche oggi…sono molto felice. Qualcuno si chiede perché le mie apparizioni avvengono durante il Rosario. La risposta è semplice, perché io sono la Regina del Rosario. Figlia mia, tu e il tuo sposo dovrete essere l’esempio per tutte le coppie, ecco perché vi ho scelto, per il grande Amore e per la grande Pace che avete nei vostri cuori; perché purtroppo il demonio si è insidiato nelle famiglie distruggendole. La forza del Rosario è l'arma vincente e potente. Figli miei pregate per il Papa, perché costretto a prendere decisioni che non provengono dal suo cuore. Vi prego, intensificate i Rosari perché i tempi sono molto stretti. Non c'è più tempo. Grazie miei apostoli. Vi benedico nel nome del Padre del Figlio e dello Spirito Santo. AmenIn tale occasione il quadro della Divina Misericordia ha trasudato abbondantemente di fronte a tutti i presenti, suscitando stupore e devozione. Una testimonianza molto forte all’attenzione di tutti i presenti.","text_en":"Dear children, dear children… thank you for still being here, many even today… I am very happy. Someone wonders why my apparitions take place during the Rosary. The answer is simple, because I am the Queen of the Rosary. My daughter, you and your spouse must be the example for all couples, this is why I have chosen you, for the great Love and for the great Peace that you have in your hearts; because unfortunately the devil has infiltrated families and destroyed them. The strength of the Rosary is the winning and powerful weapon. My children, pray for the Pope, because he is forced to make decisions that do not come from his heart. Please intensify the Rosaries because times are very tight. There is no more time. Thank you my apostles. I bless you in the name of the Father of the Son and of the Holy Spirit. Amen On this occasion the picture of Divine Mercy exuded abundantly in front of all present, arousing amazement and devotion. A very strong testimony to the attention of all present. ","text_pl":"Drogie dzieci, drogie dzieci… dziękuję wam, że wciąż tu jesteście, wielu nawet dzisiaj… Jestem bardzo szczęśliwa. Ktoś się zastanawia, dlaczego moje objawienia mają miejsce podczas różańca. Odpowiedź jest prosta, ponieważ jestem Królową Różańca. Moja córko, ty i twój małżonek musicie być przykładem dla wszystkich par, dlatego wybrałam cię, ze względu na wielką Miłość i wielki Pokój, który macie w sercach; ponieważ niestety diabeł przeniknął rodziny i je zniszczył. Siła różańca jest zwycięską i potężną bronią. Moje dzieci, módlcie się za Papieża, ponieważ jest zmuszony do podejmowania decyzji, które nie pochodzą z jego serca. Prosimy o zintensyfikowanie różańców, ponieważ czasy są bardzo napięte. Nie ma już czasu. Dziękuję wam, moi apostołowie. Błogosławię was w imię Ojca i Syna i Ducha Świętego. Amen Przy tej okazji obraz Miłosierdzia Bożego hojnie promieniował na oczach wszystkich obecnych, budząc zdumienie i pobożność. Bardzo mocne świadectwo skierowane do wszystkich obecnych. ","month_string":"June"},{"year":"2016","month":"07","day":"02","author":"Holy Mary","text":"Cari figli, grazie per aver risposto alla chiamata di vostra Madre. Io sono qui perché Gesù mi ha mandato. Non abbiate paura, i miei messaggi non sono disfattisti. Voglio che voi crediate a l'unico Dio e che abbracciate la croce di mio Figlio. Vi benedico nel nome del Padre del Figlio e dello Spirito Santo. Amen.","text_en":"Dear children, thank you for having responded to your Mother's call. I am here because Jesus sent me. Don't be afraid, my messages are not defeatist. I want you to believe in the one God and to embrace the cross of my Son. I bless you in the name of the Father of the Son and of the Holy Spirit. Amen. ","text_pl":"Drogie dzieci, dziękuję wam, że odpowiedzieliście na wezwanie Matki. Jestem tutaj, ponieważ posłał mnie Jezus. Nie bój się, moje przesłania nie są defetyzmem. Chcę, żebyście wierzyli w jedynego Boga i przyjęli krzyż mojego Syna. Błogosławię was w imię Ojca i Syna i Ducha Świętego. Amen. ","month_string":"July"},{"year":"2016","month":"07","day":"05","author":"Holy Mary","text":"Grazie figli miei per aver risposto alla mia chiamata nel vostro cuore. Oggi ci sono tante nuove persone. Io asciugherò le vostre lacrime e non permetterò che satana vi attacchi. Pregate il Santo Rosario. Vi benedico nel nome del Padre del Figlio dello Spirito Santo. Amen”","text_en":"Thank you my children for having responded to my call in your heart. There are so many new people today. I will dry your tears and will not allow satan to attack you. Pray the Holy Rosary. I bless you in the name of the Father of the Son of the Holy Spirit. Amen\" ","text_pl":"Dziękuję wam, moje dzieci, że odpowiedziałyście na moje wezwanie w waszych sercach. Dziś jest tak wielu nowych ludzi. Osuszę twoje łzy i nie pozwolę szatanowi cię zaatakować. Módlcie się na różańcu świętym. Błogosławię was w imię Ojca i Syna i Ducha Świętego. Amen\" ","month_string":"July"},{"year":"2016","month":"07","day":"09","author":"Holy Mary","text":"Grazie figli miei, oggi i giovani sono qui in questa casa benedetta. Vi Amo tutti. Vi benedico nel nome del Padre del Figlio dello Spirito Santo. AmenIn questa occasione, durante l’apparizione, la Madonna a chiesto a Gisella di dare per Lei una sua carezza a tutti i presenti.","text_en":"Thank you my children, today the young people are here in this blessed house. I love you all. I bless you in the name of the Father of the Son of the Holy Spirit. Amen On this occasion, during her apparition, Our Lady asked Gisella to give her a caress for her to all present. ","text_pl":"Dziękuję wam, moje dzieci, dziś młodzi są tutaj w tym błogosławionym domu. Kocham was wszystkich. Błogosławię was w imię Ojca i Syna i Ducha Świętego. Amen Z tej okazji, podczas objawienia, Matka Boża poprosiła Gisellę, aby przytuliła za nią wszystkich obecnych. ","month_string":"July"},{"year":"2016","month":"07","day":"12","author":"Holy Mary","text":"Cari figli, sono molto felice perché siete tanti anche oggi…ma oggi sono anche un po’ triste, perché alcuni di voi hanno il cuore duro, vi ho fatto tante grazie ma voi continuate a non comprendere la mia presenza. Vi prendo per mano, ma continuate a sbagliare, non fatevi toccare dalle insidie. Prendete l'Eucaristia perché lì c'è il mio Figlio. Poi pregando su tutti i presenti, ha detto: Portate la mia Benedizione alle vostre famiglie, Vi benedico nel nome del Padre del Figlio dello Spirito Santo. Amen.","text_en":"Dear children, I am very happy because you are many even today ... but today I am also a little sad, because some of you have a hard heart, I have given you many thanks but you still do not understand my presence. I take you by the hand, but keep making mistakes, do not be touched by the pitfalls. Take the Eucharist because my Son is there. Then praying over all present, he said: Bring my Blessing to your families, I bless you in the name of the Father of the Son of the Holy Spirit. Amen. ","text_pl":"Drogie dzieci, bardzo się cieszę, bo jest was wielu nawet dzisiaj ... ale dziś jest mi też trochę smutno, ponieważ niektórzy z was mają zatwardziałe serce, bardzo wam dziękuję, ale nadal nie rozumiecie mojej obecności. Będę cię trzymać za rękę, nie zrażaj się gdy będziesz popełniać błędy. Przyjmujcie Eucharystię, ponieważ jest tam mój Syn. Następnie modląc się nad wszystkimi obecnymi, powiedziała: Przynieście moje błogosławieństwo rodzinom, błogosławię was w imię Ojca i Syna i Ducha Świętego. Amen. ","month_string":"July"},{"year":"2016","month":"07","day":"16","author":"Holy Mary","text":"Cari figli grazie per aver risposto alla mia chiamata nel vostro cuore. Grazie per la presenza dei giovani, oggi vi chiedo la pace e l'amore per i vostri fratelli e per i bisognosi. Vi chiedo di amarvi, così come mio Figlio ha fatto con i suoi fratelli. Mio Figlio è molto vicino e lo vedrete scendere da una grande nube bianca. Vi prego figli miei, stringete il Rosario che è l'unica arma per difendersi dal male. Per ogni Ave Maria detta con il cuore, farò una Grazia! Vi benedico nel nome del Padre del Figlio e dello Spirito Santo. Amen. In questa occasione la Regina del Rosario ha chiesto di divulgare i messaggi finora ricevuti, affinché tutte le persone possano meditare.","text_en":"Dear children, thank you for having responded to my call in your heart. Thank you for the presence of young people, today I ask you for peace and love for your brothers and for the needy. I ask you to love yourselves, as my Son did with his brothers. My Son is very close and you will see him descend from a great white cloud. Please my children, tighten the Rosary which is the only weapon to defend yourself from evil. For every Hail Mary said with the heart, I will make a Grace! I bless you in the name of the Father of the Son and of the Holy Spirit. Amen. On this occasion, the Queen of the Rosary asked to divulge the messages received so far, so that all people can meditate. ","text_pl":"Drogie dzieci, dziękuję, że odpowiedzieliście na moje wezwanie w waszych sercach. Dziękuję wam za obecność młodych, dziś proszę was o pokój i miłość do waszych braci i do potrzebujących. Proszę was, abyście kochali siebie, tak jak mój Syn kochał swoich braci. Mój Syn jest bardzo blisko i zobaczycie, jak schodzi z wielkiej białej chmury. Proszę, moje dzieci, zaciśnijcie Różaniec, który jest jedyną bronią do obrony przed złem. Za każde Zdrowaś Maryjo odmówione sercem, udzielę Łaski! Błogosławię was w imię Ojca i Syna i Ducha Świętego. Amen. Przy tej okazji Królowa Różańca poprosiła o wyjawienie otrzymanych dotychczas orędzi, aby wszyscy mogli je rozważać. ","month_string":"July"},{"year":"2016","month":"07","day":"23","author":"Holy Mary","text":"Cari figli, Vi ringrazio ancora per le nuove persone, per la chiamata che avete sentito nel vostro cuore. Grazie per esservi riuniti anche oggi qui, il Signore vi dà la Grazia, il dono della saggezza, della speranza, della conoscenza, ma voi dovete ascoltare il messaggio di Gesù, dovete aprire i vostri cuori. Io piango per i tempi duri che vi stanno aspettando, abbiate coraggio, Io sono vicino a voi e lo sarò sempre per proteggervi da ogni male . Non siate lontani da me, perché io vi amo e vorrei tanto tanto che il desiderio più grande sia quello di portarvi nel mio Regno, nel mio mondo nuovo su questa terra. Vi benedico nel nome del Padre del Figlio dello Spirito Santo. Amen.","text_en":"Dear children, I thank you again for the new people, for the call you have felt in your heart. Thank you for having gathered here again today, the Lord gives you Grace, the gift of wisdom, hope, knowledge, but you must listen to the message of Jesus, you must open your hearts. I cry for the hard times that are waiting for you, have courage, I am close to you and I will always be to protect you from all evil. Do not be far from me, because I love you and I would very much like the greatest desire to be to take you to my Kingdom, to my new world on this earth. I bless you in the name of the Father of the Son of the Holy Spirit. Amen. ","text_pl":"Drogie dzieci, jeszcze raz dziękuję wam za nowych ludzi, za wezwanie, które poczuliście w swoich sercach. Dziękuję wam, że zgromadziliście się tu dzisiaj ponownie, Pan daje wam łaskę, dar mądrości, nadziei, wiedzy, ale musicie słuchać przesłania Jezusa, musicie otworzyć swoje serca. Płaczę z powodu ciężkich czasów, które na Ciebie czekają, miej odwagę, jestem blisko Ciebie i zawsze będę Cię chronić przed wszelkim złem. Nie oddalaj się ode mnie, ponieważ kocham cię i bardzo chciałabym, aby największe pragnienie zabrało cię do mojego Królestwa, do mojego nowego świata na tej ziemi. Błogosławię was w imię Ojca i Syna i Ducha Świętego. Amen. ","month_string":"July"},{"year":"2016","month":"07","day":"26","author":"Holy Mary","text":"Cari Figli, Vi ringrazio per aver accettato ancora una volta la mia chiamata nel vostro cuore…si rivolge soprattutto alle persone nuove che hanno fatto un grande sforzo per giungere pressola casa di Gisella; qualcuno non voleva neanche esserci, ma Lei ancora una volta ha insistito soffiando nei loro cuori. La Madonna ha chiesto di aggrapparci ancora una volta al Santo Rosario e alla preghiera, perché è l'unica arma potente e forte per sconfiggere Satana continuamente a caccia di anime e aggiunge:Gesù sta pregandopresso suo Padre, affinché possa liberarci al più presto e non far accadere nulla e che la Terra possa purificarsi soltanto con la preghiera e con l'amore. Ma anche questo diventa difficile perché Dio è stanco…Dio è stanco! La Madonna ha inoltre aggiunto che si sta preparando una grande Guerra Mondiale e che noi dobbiamo stare sereni e dobbiamo pregare tanto perché Lei è qui per proteggerci e non per farci paura. Si salverà chi amerà suo Figlio e chi pregherà il Rosario. Ha chiesto di non smettere mai, ed infine ha benedetto tutti i Rosari dei presenti. Ha benedetto tutti noi, nel nome del Padre del Figlio e dello Spirito Santo.","text_en":"Dear children, I thank you for having accepted my call once again in your hearts… it is addressed above all to new people who have made a great effort to reach Gisella's house; someone didn't even want to be there, but she once again insisted blowing into their hearts. Our Lady asked us to cling once again to the Holy Rosary and to prayer, because it is the only powerful and strong weapon to defeat Satan continually hunting for souls and adds: Jesus is praying to his Father, so that he can free us as soon as possible and make nothing happen and that the Earth can purify itself only with prayer and love. But even this becomes difficult because God is tired ... God is tired! Our Lady also added that a great World War is brewing and that we must be calm and we must pray a lot because She is here to protect us and not to frighten us. Those who love her Son and those who pray the Rosary will be saved. She asked never to stop, and finally she blessed all the rosaries of those present. She blessed us all, in the name of the Father, the Son and the Holy Spirit. ","text_pl":"Drogie dzieci, dziękuję wam, że ponownie przyjęliście w swoich sercach moje wezwanie… jest ono skierowane przede wszystkim do nowych osób, które włożyły wielki wysiłek, aby dotrzeć do domu Giselli; ktoś nawet nie chciał tam być, ale ona po raz kolejny nalegała, tchnąwszy w ich serca. Matka Boża prosiła nas, abyśmy jeszcze raz przylgnęli do Różańca Świętego i modlitwy, ponieważ jest to jedyna potężna i silna broń, aby pokonać szatana nieustannie polującego na dusze i dodaje: Jezus modli się do swojego Ojca, aby mógł nas jak najszybciej uwolnić, a nie nic się nie dzieje i że Ziemia może się oczyścić tylko modlitwą i miłością. Ale nawet to staje się trudne, ponieważ Bóg jest zmęczony ... Bóg jest zmęczony! Matka Boża dodała również, że zbliża się wielka wojna światowa i że musimy być spokojni i musimy dużo się modlić, ponieważ Ona jest tutaj, aby nas chronić, a nie straszyć. Ci, którzy kochają jej Syna i ci, którzy odmawiają różaniec, zostaną zbawieni. Prosiła, aby nigdy nie przestawać, a na koniec pobłogosławiła wszystkie różańce obecnych. Wszystkim nam pobłogosławiła w imię Ojca i Syna i Ducha Świętego. ","month_string":"July"},{"year":"2016","month":"07","day":"30","author":"Holy Mary","text":"Cari figli, grazie per aver risposto alla mia chiamata nel vostro cuore e per essere riuniti qui in questa casa benedetta. Aprite i vostri cuori affinché lo Spirito Santo possa infondere su di voi la Pace. Pregate sempre perché con le vostre preghiere, potete alleviare le vostre pene e quelle degli altri fedeli per i giorni di tribolazione che vi attendono. La Terra sta per tremare, il Brasile presto berrà dall'amaro calice. Io vi sarò accanto e vi prendo per mano uno per uno, continuate a recitare il Rosario perché è l'arma più forte e più potente. In questa apparizione sotto i piedi della Madonna si vedeva il mondo, avvolto da sangue e da tante persone che invocavano aiuto verso il Signore; ma la Regina del Rosario dice: …per chi non ha avuto fede sarà inutile, all'ultimo momento, invocare il Signore, perché non verrà salvato!Al termine di questa apparizione, i raggi luminosi attorno alla figura di Maria hanno toccato tutti gli ammalati presenti e Lei ha benedetto tutti nel nome del Padre del Figlio dello Spirito Santo.","text_en":"Dear children, thank you for having responded to my call in your hearts and for being gathered here in this blessed house. Open your hearts so that the Holy Spirit can infuse Peace upon you. Always pray because with your prayers, you can alleviate your pains and those of other faithful for the days of tribulation that await you. The Earth is about to tremble, Brazil will soon drink from the bitter cup. I will be beside you and I will take you by the hand one by one, continue to pray the Rosary because it is the strongest and most powerful weapon. In this apparition under the feet of the Madonna the world could be seen, wrapped in blood and by many people who invoked help towards the Lord; but the Queen of the Rosary says: ... for those who did not have faith it will be useless, at the last moment, to invoke the Lord, because he will not be saved! At the end of this apparition, the luminous rays around the figure of Mary touched all the sick present and She blessed everyone in the name of the Father of the Son of the Holy Spirit. ","text_pl":"Drogie dzieci, dziękuję wam, że odpowiedzieliście na moje wezwanie w waszych sercach i że jesteście tu, w tym błogosławionym domu. Otwórzcie wasze serca, aby Duch Święty mógł wlać w was Pokój. Módlcie się zawsze, ponieważ swoimi modlitwami możecie złagodzić ból swoje i innych wiernych w dniach ucisku, które was czekają. Ziemia ma się trząść, Brazylia wkrótce zacznie pić z gorzkiego kielicha. Będę przy tobie i będę cię po kolei chwytał za rękę, dalej odmawiajcie różaniec, ponieważ jest to najsilniejsza i najpotężniejsza broń. W tym objawieniu pod stopami Madonny można było ujrzeć świat owinięty krwią oraz wielu ludzi, którzy wzywali pomocy dla Pana; ale Królowa Różańca mówi: ... dla tych, którzy nie wierzyli, bezcelowe będzie wzywanie Pana w ostatniej chwili, bo nie będą zbawieni! obecny i błogosławiła wszystkich w imię Ojca i Syna i Ducha Świętego. ","month_string":"July"},{"year":"2016","month":"08","day":"02","author":"Holy Mary","text":"Cari Figli Grazie per essere qui, Grazie per aver risposto alla mia chiamata nel vostro cuore. Gli angeli sono in attesa di un mio comando per scendere e prelevarvi senza che ve ne rendiate conto, Vi troverete su una nuova terra e vedrete grandi meraviglie . Insisto con il chiedervi di recitare il Rosario, Io stessa scenderò insieme agli angeli per tenervi per mano . La Vergine Santa era piena di raggi luminosi, ha fatto scendere la Benedizione su tutti i presenti come una pioggia di coriandoli luminosi e colorati, poi ha benedetto tutti nel nome del Padre nel Figlio e dello Spirito Santo. Oggi la Madonna era molto felice anche per la presenza del Vescovo e per i nuovi giovani che sono venuti per la prima volta e ha detto : i percorsi che io traccio nel vostro cammino non possono essere deviati. Ho soffiato nel cuore di molte persone e Vi ringrazio per aver ascoltato la mia chiamata nel vostro cuore . Vi chiedo di pregare per il Cile e l’America. Oggi finalmente ho mio Figlio tra noi. Gli scienziati sono inbavagliati dai potenti . Ci chiede di andare avanti e di recitare il Santo Rosario. Poi ha assistito alla recita di un Ave Maria insieme con noi e ci ha benedetto nel Nome del Padre del Figlio e dello spirito Santo . Amen","text_en":"Dear Children Thank you for being here, Thank you for having responded to my call in your heart. The angels are waiting for my command to come down and withdraw you without realizing it, you will find yourself on a new earth and you will see great wonders. I insist on asking you to recite the Rosary, I myself will go down with the angels to hold you by the hand. The Holy Virgin was full of luminous rays, she sent the Blessing down on everyone present like a shower of luminous and colored confetti, then she blessed everyone in the name of the Father in the Son and of the Holy Spirit. Today Our Lady was also very happy for the presence of the Bishop and for the new young people who came for the first time and she said: the paths that I trace on your path cannot be diverted. I have blown into the hearts of many people and I thank you for hearing my call in your hearts. I ask you to pray for Chile and America. Today I finally have my Son among us. Scientists are gagged by the powerful. She asks us to go ahead and recite the Holy Rosary. Then she attended the recitation of a Hail Mary with us and blessed us in the Name of the Father, the Son and the Holy Spirit. Amen ","text_pl":"Drogie dzieci, dziękuję, że tu jesteście, dziękuję, że odpowiedzieliście na moje wezwanie w waszych sercach. Aniołowie czekają na mój rozkaz, aby zstąpić i zabrać was. Nie zdając sobie z tego sprawy, znajdziesz się na nowej ziemi i zobaczysz wielkie cuda. Nalegam na prośbę o odmówienie różańca, ja sama zejdę z aniołami, aby trzymać cię za rękę. Najświętsza Dziewica była pełna świetlistych promieni, zesłała błogosławieństwo na wszystkich obecnych jak deszcz jasnych i kolorowych konfetti, a potem wszystkich pobłogosławiłaa w imię Ojca i Synu i Ducha Świętego. Dzisiaj Matka Boża była również bardzo szczęśliwa z obecności Biskupa i nowych młodych ludzi, którzy przybyli po raz pierwszy i powiedziała: nie możecie zbaczać ze szlaków, które wytyczam na waszej drodze. Tchnęłam w serca wielu ludzi i dziękuję wam, że usłyszeliście moje wezwanie w swoich sercach. Proszę was o modlitwę za Chile i Amerykę. Dzisiaj wreszcie mam ze sobą mojego Syna. Naukowcy są zakneblowani przez potężnych. Prosi nas, abyśmy kontynuowali i odmawiali Różaniec Święty. Następnie wzięła udział w odmawianiu z nami Zdrowaś Maryjo i pobłogosławiłaa nas w Imię Ojca i Syna i Ducha Świętego. Amen ","month_string":"August"},{"year":"2016","month":"08","day":"13","author":"Holy Mary","text":"La Madonna oggi era vestita di bianco con una corona di stelle e ha detto : Cari Apostoli miei, grazie per essere riuniti qui e per aver sentito la mia chiamata nel vostro cuore io conosco i vostri dolori le vostre ansie ma se sarete fedeli a mio Figlio lui le trasformerà in vera gioia. Molti di voi vengono per cercare la fede ma aprite i vostri cuori e lì troverete le risposte. Oggi mio Figlio è in mezzo a Voi, poi ha aperto le braccia ed è allargato il suo manto come per proteggerci e ha benedetto tutti i presenti nel nome del Padre del Figlio e dello Spirito Santo . Amen","text_en":"Today Our Lady was dressed in white with a crown of stars and said: My dear Apostles, thank you for being gathered here and for having heard my call in your heart I know your pains your anxieties but if you are faithful to my Son he will turn them into real joy. Many of you come to seek faith but open your hearts and there you will find the answers. Today my Son is among you, then he has opened his arms and his mantle is spread as if to protect us and he blessed all present in the name of the Father of the Son and of the Holy Spirit. Amen ","text_pl":"Dzisiaj Matka Boża była ubrana na biało z koroną z gwiazd i powiedziała: Drodzy Apostołowie, dziękuję wam za to, że jesteście tu zgromadzeni i za to, że usłyszeliście moje wezwanie w swoich sercach, znam wasze cierpienia, wasze troski, ale jeśli jesteście wierni mojemu Synowi, to zamieni je w prawdziwą radość. Wielu z was przychodzi szukać wiary, ale otwórzcie swoje serca i tam znajdziecie odpowiedzi. Dziś mój Syn jest pośród was, potem otworzyła ramiona i rozłożył jego płaszcz, jakby miał nas ochronić, i pobłogosławiła wszystkich obecnych w imię Ojca i Syna i Ducha Świętego. Amen ","month_string":"August"},{"year":"2016","month":"08","day":"15","author":"Holy Mary","text":"Io insieme alla mia famiglia siamo stati invitati a casa di amici. Eravamo giunti all’ora di cena per festeggiare il Ferragosto e mentre parlavamo a tavola, ho sentito la presenza della Madre Santissima e alzando gli occhi al cielo è apparsa vestita di bianco con una corona luminosa e il manto azzurro con un cuore rosso in mano . Emanava una grande luce. La Madonna ha detto : Cari Figli prego per la riconciliazione delle vostre famiglie e prego per le Grazie davanti alla Santissima Trinità. Vi benedico nel nome del Padre del Figlio e dello Spirito Santo . Amen","text_en":"I and my family were invited to a friend's house. We had arrived at dinner time to celebrate August 15th and while we were talking at the table, I felt the presence of the Blessed Mother and raising her eyes to the sky she appeared dressed in white with a luminous crown and a blue mantle with a red heart in her hand. She gave off a great light. Our Lady said: Dear children, I pray for the reconciliation of your families and I pray for the Graces before the Holy Trinity. I bless you in the name of the Father of the Son and of the Holy Spirit. Amen ","text_pl":"Ja i moja rodzina zostaliśmy zaproszeni do domu przyjaciela. Przybyliśmy na obiad, aby świętować 15 sierpnia i kiedy rozmawialiśmy przy stole, poczułam obecność Matki Bożej, wznoszącej swe oczy ku niebu, ubranej na biało, ze świecącą koroną i niebieskim płaszczem trzymającej czerwone serce w dłoni. Wydzielało wspaniałe światło. Matka Boża powiedziała: Drogie dzieci, modlę się o pojednanie waszych rodzin i modlę się o Łaski przed Trójcą Świętą. Błogosławię was w imię Ojca i Syna i Ducha Świętego. Amen ","month_string":"August"},{"year":"2016","month":"08","day":"16","author":"Holy Mary","text":"Cari Figli sono molto felice perchè siete numerosi e perché avete risposto alla chiamata nel vostro cuore . A breve mio Figlio svelerà il terzo Sigillo (nella visione che La Madonna mi ha rappresentato ho visto un cavaliere vestito di nero con una spada e un cavallo nero che seminava carestia morte e disperazione ). L’unica arma che avrete sarà la preghiera e il Santo Rosario, fate provviste di cibo in scatola e acqua potabile perché i demoni proveranno a togliervi tutto. Mio Figlio sta segnando i suoi discepoli in modo che nessuno possa essere avvicinato dai demoni . Abbiate fiducia in lui, Io vi proteggerò sempre. Vi Benedico nel nome del Padre del Figlio e dello Spirito Santo. Durante l’apparizione La Madonna ha accarezzato uno per uno tutti i presenti. ","text_en":"Dear children, I am very happy because you are numerous and because you have answered the call in your heart. Soon my Son will reveal the third Seal (in the vision that Our Lady represented for me I saw a knight dressed in black with a sword and a black horse who sowed famine, death and despair). The only weapon you will have will be prayer and the Holy Rosary, stock up on canned food and drinking water because the demons will try to take everything away from you. My Son is marking his disciples so that no one can be approached by the demons. Trust him, I will always protect you. I bless you in the name of the Father of the Son and of the Holy Spirit. During the apparition, Our Lady caressed all those present one by one. ","text_pl":"Drogie dzieci, bardzo się cieszę, że jest was wielu i że odpowiedzieliście na wezwanie w swoich sercach. Wkrótce mój Syn objawi trzecią Pieczęć (w wizji, którą przedstawiła mi Matka Boża, widziałam rycerza ubranego na czarno z mieczem i czarnego konia, który siał głód, śmierć i rozpacz). Jedyną bronią, jaką będziesz miała, będzie modlitwa i Różaniec Święty, zaopatrzenie się w żywność w puszkach i wodę pitną, ponieważ demony będą próbowały ci wszystko odebrać. Mój Syn naznacza swoich uczniów, aby demony nie zbliżały się do nikogo. Zaufaj mu, zawsze będzie was chronić. Błogosławię was w imię Ojca i Syna i Ducha Świętego. Podczas objawienia Matka Boża po kolei przytulała wszystkich obecnych. ","month_string":"August"},{"year":"2016","month":"08","day":"23","author":"Holy Mary","text":"Anche oggi la Madonna è in mezzo a noi e ha detto : Cari figli Vi ringrazio per aver ascoltato il soffio della mia chiamata nei vostri cuori, grazie per essere qui sempre più numerosi, io so che i vostri fratelli sono qui per chiedere delle Grazie e per chiedere le conversioni, Io spero che il fuoco dello Spirito Santo possa invadere il vostro corpo e il vostro cuore, Io Vi Amo come una Madre, io Vi Amo come Vostra Madre, perché Io sono Vostra Madre, quindi Vi prego Amate mio Figlio come lui Ama Voi, chiede il perdono, chiede di perdonare e di saper chiedere perdono agli altri cosi come Dio ha perdonato tanti di Voi. La Madonna poi dice : Pregate per la Francia perché andrà incontro ad un ennesimo forte dolore, Pregate per l’Italia soprattutto per Roma perche’ le previsioni non sono buone, pregate per il Cile, la terra tremerà ancora e i vulcani inizieranno ad eruttare uno dopo l’altro in tutte le parti del mondo. Insisto nel chiedervi di pregare, di convertirsi prima che sia troppo tardi. Ringrazio il Consacrato a DIO che finalmente ha aperto il suo cuore, ed era ciò che volevo. Purtroppo non c’e molto tempo per nessuno di noi e quindi chiedo veramente di aprire i vostri cuori verso Gesù, avvicinatevi a mio Figlio amatelo e date a lui tutte le vostre sofferenze, abbracciate la vostra croce e lui le cambierà in gioia, non aspettate all’ultimo momento per farlo. Siate i miei Apostoli, non andate in cerca di segni ma di preghiere con il cuore aperto e io Vi ascolterò, cosi come anche mio Figlio, intercedo tutti i giorni presso mio Figlio. Vi benedico nel nome del Padre del Figlio e dello Spirito Santo. Amen","text_en":"Even today Our Lady is among us and said: Dear children, I thank you for having listened to the breath of my call in your hearts, thank you for being here more and more numerous, I know that your brothers are here to ask for graces and to ask for conversions, I hope that the fire of the Holy Spirit can invade your body and your heart, I love you as a mother, I love you as your mother, because I am your mother, so please love my son as He loves you, asks for forgiveness, asks to forgive and to know how to ask forgiveness from others just as God has forgiven so many of you. Our Lady then says: Pray for France because it will face yet another strong pain, Pray for Italy especially for Rome because the forecasts are not good, pray for Chile, the earth will tremble again and volcanoes will start to erupt one after the other in all parts of the world. I insist on asking you to pray, to convert before it is too late. I thank the consecrated to GOD who finally opened his heart, and that was what I wanted. Unfortunately there is not much time for any of us and therefore I really ask you to open your hearts to Jesus, come close to my Son, love him and give him all your sufferings, embrace your cross and he will change them into joy, do not wait at the last moment to do it. Be my Apostles, do not go in search of signs but of prayers with an open heart and I will listen to you, as well as my Son, I intercede every day with my Son. I bless you in the name of the Father of the Son and of the Holy Spirit. Amen ","text_pl":"Nawet dzisiaj Matka Boża była wśród nas i powiedziała: Drogie dzieci, dziękuję wam, że wysłuchaliście tchnienia mojego wezwania w swoich sercach, dziękuję, że jesteście tu coraz liczniej, wiem, że wasi bracia są tutaj, aby prosić o łaski i prosić o nawrócenie, mam nadzieję, że ogień Ducha Świętego może przeniknąć twoje ciało i serce, kocham cię jak matka, kocham cię jak twoja matka, ponieważ jestem twoją matką, więc proszę kochaj mojego syna jak On was kocha, przebaczaj i proś o przebaczenie, tak jak Bóg przebaczył tak wielu z was. Matka Boża mówi wtedy: Módlcie się za Francję, ponieważ czeka ją kolejny silny ból, Módlcie się za Włochy szczególnie dla Rzymu, ponieważ prognozy nie są dobre, módlcie się za Chile, ziemia nadal będzie drżeć, a wulkany zaczną wybuchać jeden po drugim we wszystkich częściach świata. Nieustannie proszę was o modlitwę, nawrócenie się, zanim będzie za późno. Dziękuję poświęconym BOGU, który w końcu otworzyła swoje serce i tego właśnie chciałam. Niestety dla nikogo z nas nie ma zbyt wiele czasu i dlatego naprawdę proszę was, abyście otworzyli swoje serca na Jezusa, zbliżyli się do mojego Syna, pokochali Go i oddali Mu wszystkie swoje cierpienia, przyjmijcie swój krzyż, a On je zamieni w radość, nie czekajcie w ostatniej chwili, aby to zrobić. Bądźcie moimi apostołami, nie szukajcie znaków, ale modlitwy z otwartym sercem, a wysłucham was zarówno ja jak i mój Syn. Codziennie wstawiam się za wami u mojego Syna. Błogosławię was w imię Ojca i Syna i Ducha Świętego. Amen ","month_string":"August"},{"year":"2016","month":"08","day":"30","author":"Holy Mary","text":"Cari Figli Grazie per essere qui riuniti nella casa del Padre, state per vivere qualcosa di grandissimo, la fine dei tempi è iniziata. Ascoltate i terremoti del mondo, questa è la scossa per le vostre coscienze. Mio Figlio chiede il vostro sincero si non siate ipocriti, io sono qui ancora una voltaper chiedervi di avvicinarvi a Lui. Chi crederà all’unico Dio sarà Santificato, ma chi si allontana sarà maledetto. Grazie Figli miei prediletti, Vi Benedico nel nome del Padre del Figlio e dello Spirito Santo . Amen","text_en":"Dear Children Thank you for being gathered here in the Father's house, you are about to experience something very great, the end of time has begun. Listen to the earthquakes of the world, this is the shock to your consciences. My Son asks for your sincere so do not be hypocrites, I am here once again to ask you to draw near to Him. Whoever believes in the only God will be Sanctified, but whoever moves away will be cursed. Thank you My beloved children, I bless you in the name of the Father of the Son and of the Holy Spirit. Amen ","text_pl":"Drogie dzieci, dziękujemy za to, że jesteście zgromadzeni tutaj, w domu Ojca, wkrótce przeżyjecie coś wielkiego, zaczęły się czasy ostateczne. Posłuchajcie trzęsień ziemi na świecie, to jest szok dla waszych sumień. Mój Syn prosi o waszą szczerość, więc nie bądźcie obłudnikami, jestem tu ponownie, aby was prosić, abyście się do Niego zbliżyli: kto wierzy w jedynego Boga, będzie uświęcony, a kto odejdzie, będzie przeklęty. Dziękuję wam Moje umiłowane dzieci, błogosławię was w imię Ojca i Syna i Ducha Świętego. Amen ","month_string":"August"},{"year":"2016","month":"09","day":"03","author":"Holy Mary","text":"Cara figlia, questa è l'ora della tua tribolazione e tutte le volte che io apparirò farò delle grandi grazie. Fatevi infondere dallo Spirito Santo di mio Figlio affinché l'odio, l'angoscia e la paura non vi tocchi quando Satana vi darà dolore solo perché tutti pregate mio Figlio. Io vi Amo e lui Vi sta dando una bellissima Grazia, non siate ciechi. Vi prego Figli miei lasciate che lui Vi segni per essere tutti insieme nella nuova terra che ha preparato per voi. Vi benedico nel nome del Padre del Figlio dello Spirito Santo . Amen","text_en":"Dear daughter, this is the hour of your tribulation and every time I appear I will give great graces. Let yourself be infused by the Holy Spirit of my Son so that hatred, anguish and fear do not touch you when Satan will give you pain just because you all pray to my Son. I love you and he is giving you a beautiful grace, do not be blind. Please, my children, let him sign you to be all together in the new earth that he has prepared for you. I bless you in the name of the Father of the Son of the Holy Spirit. Amen ","text_pl":"Droga córko, to godzina Twojego ucisku i za każdym razem, gdy się pojawię, udzielę wielkich łask. Pozwólcie się tchnąć Duchowi Świętemu Mojego Syna, aby nienawiść, udręka i strach nie dotykały was, kiedy szatan zadaje wam ból tylko dlatego, że wszyscy modlicie się do mojego Syna. Kocham cię, a on daje ci piękną łaskę, nie bądź ślepy. Proszę, moje dzieci, pozwólWcie mu was opieczętować, abyście byli wszyscy razem na nowej ziemi, którą dla was przygotował. Błogosławię was w imię Ojca i Syna i Ducha Świętego. Amen ","month_string":"September"},{"year":"2016","month":"09","day":"06","author":"Holy Mary","text":"Cari figli, grazie per aver sentito la mia chiamata nel vostro cuore. Grazie per essere riuniti qui e quanta fede sento nei miei Figli oggi. Oggi Vi lascio una missione, pregate per gli anime che si devono convertire affinché siano degni della Nuova Terra di mio Figlio. Figlia mia, recita un Ave Maria e anche oggi scenderanno tante grazie. Vi benedico nel nome del Padre del Figlio e dello Spirito Santo. Amen","text_en":"Dear children, thank you for hearing my call in your heart. Thank you for being gathered here and how much faith I feel in my Sons today. Today I leave you a mission, pray for the souls who must be converted so that they are worthy of the New Earth of my Son. My daughter, say a Hail Mary and today too many graces will descend. I bless you in the name of the Father of the Son and of the Holy Spirit. Amen ","text_pl":"Drogie dzieci, dziękuję wam, że usłyszeliście moje wezwanie w swoich sercach. Dziękuję wam, że się tu zgromadziliście i jak dużo wiary dziś czuję w moich Synach. Dzisiaj zostawiam wam misję, módlcie się za dusze, które muszą się nawrócić, aby były godne Nowej Ziemi mojego Syna. Moja córko, odmów Zdrowaś Mario, a dzisiaj zstąpi wiele łask. Błogosławię was w imię Ojca i Syna i Ducha Świętego. Amen ","month_string":"September"},{"year":"2016","month":"09","day":"10","author":"Holy Mary","text":"Cari figli Grazie per aver accolto la mia chiamata nel vostro cuore, piegate le vostre ginocchia nella preghiera e siate umili, Vi ringrazio per la vostra testimonianza. Siete i miei piccoli figli ed io vi Amo, ricordatevi che io sono la Regina della chiesa, di quella chiesa che si sta perdendo, pregate per i sacerdoti affìnchè non si perdano nell’ipocrisia della preghiera . Figli miei aprite i vostri cuori e convertitevi, Io sarò sempre al vostro fianco proteggendovi. Grazie figli miei, Vi benedico nel nome del Padre del Figlio e dello Spirito Santo.","text_en":"Dear children Thank you for having accepted my call in your heart, bend your knees in prayer and be humble, I thank you for your witness. You are my little children and I love you, remember that I am the Queen of the church, of that church that is being lost, pray for the priests so that they do not get lost in the hypocrisy of prayer. My children, open your hearts and get converted, I will always be at your side protecting you. Thank you my children, I bless you in the name of the Father of the Son and of the Holy Spirit. ","text_pl":"Drogie dzieci, dziękuję wam, że przyjęliście moje wezwanie w swoich sercach, ugnijcie kolana w modlitwie i bądźcie pokorni, dziękuję wam za wasze świadectwo. Jesteście moimi małymi dziećmi i kocham was, pamiętajcie, że jestem Królową Kościoła, tego zgubionego Kościoła, módlcie się za kapłanów, aby nie zgubili się w hipokryzji modlitwy. Moje dzieci, otwórzcie swoje serca i nawróćcie się, zawsze będę przy was, chroniąc was. Dziękuję wam, moje dzieci, błogosławię was w imię Ojca i Syna i Ducha Świętego. ","month_string":"September"},{"year":"2016","month":"09","day":"16","author":"Holy Mary","text":"Cari figli grazie per essere sempre riuniti qui con me, i segreti di Fatima sono sulle teste di tutti, eppure c’è una totale indifferenza verso i miei messaggi. Aiutate le persone a convertirsi, non c’è molto tempo, eppure le guerre che sono nel mondo dovrebbero far capire tutto e invece molti credono che tutto si sistemerà e vanno avanti come se non stesse accadendo nulla. Ascoltate la pioggia di ira del Padre che si avvicina.  Non pensate che al Vaticano facciano cose belle per l’umanità, è tutto falso. Molti uomini di Chiesa sono falsi, i pochi santi preti saranno perseguitati così come il popolo di Dio. Figlia mia non fidarti e segui dettagliatamente solo ciò che io ti chiedo. Grazie figli miei per il vostro Si di ogni giorno, sarò accanto a voi per consolarvi e proteggervi.  Io vi amo perché siete i miei figli e per questo vi ho scelti, la vostra missione non deve essere ostacolata, sarò con voi nella lotta e nella tribolazione.  Vi Benedico nel nome del Padre del Figlio e dello Spirito Santo. Amen","text_en":"Dear children, thank you for always being gathered here with me, the secrets of Fatima are on everyone's heads, yet there is total indifference towards my messages. Help people to convert, there is not much time, yet the wars that are in the world should make everyone understand everything and instead many believe that everything will settle down and go on as if nothing was happening. Listen to the approaching rain of the Father's wrath. Don't think that the Vatican is doing good things for humanity, it's all false. Many men of the Church are false, the few holy priests will be persecuted as well as the people of God. My daughter, do not trust and follow in detail only what I ask of you. Thank you my children for your Yes every day, I will be next to you to console and protect you. I love you because you are my children and for this I have chosen you, your mission must not be hindered, I will be with you in the struggle and in the tribulation. I bless you in the name of the Father of the Son and of the Holy Spirit. Amen ","text_pl":"Drogie dzieci, dziękuję wam, że zawsze jesteście tu ze mną, tajemnice fatimskie znają wszyscy, a mimo to jest całkowita obojętność na moje orędzia. Pomóż ludziom się nawrócić, nie ma dużo czasu. Wojny, które toczą się na świecie, powinny sprawić, że wszyscy zrozumieją wszystko, a zamiast tego wielu uważa, że ​​wszystko się uspokoi i będzie toczyć się tak, jakby nic się nie stało. Posłuchajcie, jak nadchodzi deszcz gniewu Ojca. Nie myśl, że Watykan robi dobre rzeczy dla ludzkości, to wszystko jest fałszywe. Wielu ludzi Kościoła jest fałszywych, niewielu świętych kapłanów będzie prześladowanych, a także lud Boży… Córko Moja, nie ufaj i postępuj szczegółowo tylko o to, o co Cię proszę. Dziękuję wam moje dzieci za wasze Tak każdego dnia, będę obok, by was pocieszać i chronić. Kocham was, ponieważ jesteście moimi dziećmi i dlatego was wybrałam, wasza misja nie może zostać udaremniona, będę z wami w walce i ucisku. Błogosławię was w imię Ojca i Syna i Ducha Świętego. Amen ","month_string":"September"},{"year":"2016","month":"09","day":"17","author":"Holy Mary","text":"Cari figli, grazie per essere riuniti qui in questa casa benedetta. Figlia mia perché ti stai allontanando da me perché non rinnovi il tuo Si al Signore, non lasciarti tentare, la fede è coraggio e tu solo con la serenità potrai ripulire il tuo spirito e non allontanare Gesù e me dalla tua vita, hai la mia protezione ed hai una missione che devi portare avanti con amore. Grazie figlia mia. Vi benedico nel nome de Padre del Figlio e dello Spirito Santo. Amen","text_en":"Dear children, thank you for being gathered here in this blessed house. My daughter because you are distancing yourself from me because you do not renew your Yes to the Lord, do not let yourself be tempted, faith is courage and you only with serenity will be able to cleanse your spirit and not distance Jesus and me from your life, you have my protection and you have a mission that you must carry out with love. Thanks my daughter. I bless you in the name of the Father of the Son and of the Holy Spirit. Amen ","text_pl":"Drogie dzieci, dziękuję wam, że jesteście tu, w tym błogosławionym domu. Moja córko, ponieważ oddalasz się ode Mnie, ponieważ nie odnawiasz swojego Tak dla Pana, nie daj się kusić, wiara jest odwagą i tylko ze spokojem będziesz w stanie oczyścić ducha i nie oddalać Jezusa i mnie od swojego życia, masz moją ochronę i masz misję, którą musisz wypełniać z miłością. Dzięki, moja córko. Błogosławię was w imię Ojca i Syna i Ducha Świętego. Amen ","month_string":"September"},{"year":"2016","month":"09","day":"19","author":"Holy Mary","text":"Cari figli grazie per aver risposto alla mia chiamata nel vostro cuore, sono molto felice nel vedervi riuniti, siete i miei piccoli e Vi amo tutti, benedico questa piccola porzione di Chiesa. Figli miei abbracciate Gesù nel vostro cuore insieme alla sua croce, se solo sapeste quanto è grande il mio amore per voi. Pregate per le conversioni non c’è più tempo, le tempeste solari sono iniziate e un asteroide sta arrivando velocemente sulla terra per un grande impatto, ma voi non abbiate paura sarete infusi dallo spirito santo e così come il popolo di Dio. Pregate per il Giappone e il Cile dove presto la terra tremerà. Portate la mia benedizione alle vostre famiglie e Vi benedico nel nome del Padre del Figlio e dello Spirito Santo. Amen","text_en":"Dear children, thank you for having responded to my call in your hearts, I am very happy to see you gathered, you are my little ones and I love you all, I bless this small portion of the Church. My children, embrace Jesus in your heart together with his cross, if you only knew how great my love for you is. Pray for the conversions there is no more time, the solar storms have started and an asteroid is coming fast on the earth for a great impact, but do not be afraid you will be infused with the holy spirit and as well as God's people. Pray for the Japan and Chile where the earth will soon tremble. Bring my blessing to your families and I bless you in the name of the Father, the Son and the Holy Spirit. Amen ","text_pl":"Drogie dzieci, dziękuję wam, że odpowiedzieliście na moje wezwanie w waszych sercach, bardzo się cieszę, że jesteście zebrani, jesteście moimi maleństwami i kocham was wszystkich, błogosławię tę małą część Kościoła. Moje dzieci, przyjmijcie Krzyż Jezusa w swoich sercach, gdybyście tylko wiedzieli, jak wielka jest do was moja miłość. Módlcie się o nawrócenie, bo nie ma już czasu, rozpoczęły się burze słoneczne i szybko zbliża się asteroida do ziemi, aby wywrzeć wielki wpływ, ale nie bójcie się, jako Lud Boży zostaniecie napełnieni Duchem Świętym. Wkrótce ziemia się zatrzęsie w Japonii i Chile. Przynieście moje błogosławieństwo swoim rodzinom. Błogosławię was w imię Ojca i Syna i Ducha Świętego. Amen ","month_string":"September"},{"year":"2016","month":"09","day":"22","author":"Holy Mary","text":"Cari figli grazie per essere venuti qui in questa casa benedetta. Voi siete una porzione piccola chiesa, Figli miei ormai ci siamo, i giorni dell'avvertimento sono arrivati presto vedrete mio figlio arrivare dal cielo su una nube e un forte boato farà tremare la terra. Lui arriverà per riunire tutti i figli di Dio e Vi perdonerà da tutti i peccati. Un grande segno sarà una croce visibile in tutto il mondo, non abbiate paura, Io sarò con voi e Vi prenderò per mano ma voi abbracciate il Cuore di Gesù e la sua croce. La Madonna ci chiede di recitare il Padre Nostro insieme a lei. La madonna aggiunge: non coprire i segni che ti lascia Gesù, fa si che tutti possano vedere l'amore della passione di mio Figlio Cari figli chiunque parlerà in mio nome e in nome di Gesù avrà la mia benedizione. Vi benedico nel nome del Padre del Figlio e dello Spirito Santo . Amen","text_en":"Dear children, thank you for coming here to this blessed house. You are a small portion of the church, My children we are here now, the days of the warning have arrived soon you will see my son coming from heaven on a cloud and a loud roar will make the earth tremble. He will come to gather all the children of God and he will forgive you of all sins. A great sign will be a cross visible throughout the world, do not be afraid, I will be with you and I will take you by the hand but you embrace the Heart of Jesus and his cross. Our Lady asks us to recite the Our Father with her. Our Lady adds: do not cover the signs that Jesus leaves you, make sure that everyone can see the love of my Son's passion. Dear children, anyone who speaks in my name and in the name of Jesus will have my blessing. I bless you in the name of the Father of the Son and of the Holy Spirit. Amen ","text_pl":"Drogie dzieci, dziękuję za przybycie do tego błogosławionego domu. Jesteście małą częścią Kościoła, Moje dzieci, jesteśmy tutaj teraz, dni ostrzeżenia wkrótce nadejdą, zobaczycie mojego syna wychodzącego z Nieba na chmurze, a głośny ryk sprawi, że ziemia zadrży. Przyjdzie, aby zebrać wszystkie dzieci Boże i przebaczy wam wszystkie grzechy. Wielkim znakiem będzie krzyż widoczny na całym świecie, nie bój się, będę z tobą i wezmę cię za rękę, jeśli przyjmiesz Serce Jezusa i Jego krzyż. Matka Boża prosi nas, abyśmy odmówili z Nią Ojcze Nasz. Matka Boża dodaje: nie zasłaniajcie znaków, które zostawia wam Jezus, upewnijcie się, że wszyscy widzą miłość męki mojego Syna. Drogie dzieci, każdy, kto przemawia w moim imieniu i w imieniu Jezusa, otrzyma moje błogosławieństwo. Błogosławię was w imię Ojca i Syna i Ducha Świętego. Amen ","month_string":"September"},{"year":"2016","month":"09","day":"26","author":"Holy Mary","text":"Cari figli, grazie per aver accolto la mia chiamata nel vostro cuore, sono felice nel vedervi riuniti qui. Io vi proteggo e Vi prendo per mano ricordate che l’invidia, la gelosia e la superbia sono sentimenti che appartengono al male, amatevi e unitevi nella preghiera e siate caritatevoli l’uno con l’altro. Figli miei pregate per il Messico dove il vulcano si è risvegliato, pregate per l'Italia perché tremerà la terra e pregate perché è imminente una guerra mondiale.  Figli cari, Vi do’ la mia benedizione e portatela anche alle vostre famiglie nel nome del Padre del Figlio e dello Spirito Santo. Amen","text_en":"Dear children, thank you for having accepted my call in your heart, I am happy to see you gathered here. I protect you and take you by the hand. Remember that envy, jealousy and pride are feelings that belong to evil, love one another and unite in prayer and be charitable to one another. My children, pray for Mexico where the volcano has awakened, pray for Italy because the earth will tremble and pray because a world war is imminent. Dear children, I give you my blessing and also bring it to your families in the name of the Father of the Son and of the Holy Spirit. Amen ","text_pl":"Drogie dzieci, dziękuję wam, że przyjęliście w swoich sercach moje wezwanie, cieszę się, że się tu zgromadziliście. Chronię was i biorę za rękę, pamiętajcie, że zazdrość, zawiść i pycha to uczucia, które należą do zła, miłujcie się wzajemnie, jednoczcie się w modlitwie i okazujcie sobie nawzajem miłosierdzie. Moje dzieci, módlcie się za Meksyk, gdzie obudził się wulkan, módlcie się za Włochy, ponieważ ziemia zadrży i módlcie się, ponieważ zbliża się wojna światowa. Drogie dzieci, daję wam moje błogosławieństwo, a także przynoszę je waszym rodzinom w imię Ojca i Syna i Ducha Świętego. Amen ","month_string":"September"},{"year":"2016","month":"09","day":"27","author":"Holy Mary","text":"Cari figli, quanta ipocrisia e freddezza sento nella preghiera, questa è l’ora in cui il maligno si sta impossessando della chiesa di mio Figlio.  Ti ordino figlia mia di aiutarmi a diffondere la preghiera e a salvare più anime possibili.  E’ arrivato il momento della scelta che cambierà il mondo, non c è più tempo.   Recitate una preghiera per i sacerdoti che si stanno perdendo e per coloro che sono lontani da Dio.  Grazie figlia mia prediletta. Vi benedico nel nome del padre del Figlio e dello spirito santo. Amen","text_en":"Dear children, how much hypocrisy and coldness I feel in prayer, this is the hour when the evil one is taking over my Son's church. I order you my daughter to help me spread prayer and save as many souls as possible. The time has come for the choice that will change the world, there is no more time. Say a prayer for the priests who are being lost and for those who are far from God. Thank you my beloved daughter. I bless you in the name of the father of the Son and of the holy spirit. Amen ","text_pl":"Drogie dzieci, ile hipokryzji i chłodu odczuwam na modlitwie, w tej godzinie zły duch przejmuje Kościół mojego Syna. Nakazuję ci, moja córko, pomóż mi szerzyć modlitwę i ratować jak najwięcej dusz. Nadszedł czas na wybór, który zmieni świat, nie ma już czasu. Odmów modlitwę za zagubionych kapłanów i za tych, którzy są daleko od Boga. Dziękuję ci moja ukochana córko. Błogosławię cię w imię ojca Syna i ducha świętego. Amen ","month_string":"September"},{"year":"2016","month":"09","day":"29","author":"Holy Mary","text":"Cari figli, grazie per essere riuniti qui e grazie per aver risposto alla mia chiamata.  Pregate per i sacerdoti che sono in una grande confusione e questo li porterà alla perdizione.  La nuova terra è pronta, piena di gigli e di fiori e aspetta voi. State vicini a mio Figlio e amatelo, solo lui e la verità, l amore e la salvezza.  Figli amati la chiesa presto farà una grande notizia, pregate per l’ Italia dove ci sarà un forte terremoto, pregate per la Colombia dove le forze del male si stanno svegliando.  Vi benedico nel nome del Padre del Figlio e dello Spirito santo. Amen","text_en":"Dear children, thank you for being gathered here and thank you for having responded to my call. Pray for the priests who are in great confusion and this will lead them to perdition. The new earth is ready, full of lilies and flowers and waiting for you. Stay close to my Son and love him, only he and the truth, love and salvation. Beloved children, the church will soon make great news, pray for Italy where there will be a strong earthquake, pray for Colombia where the forces of evil are awakening. I bless you in the name of the Father of the Son and of the Holy Spirit. Amen ","text_pl":"Drogie dzieci, dziękuję, że jesteście tu zgromadzeni i dziękuję, że odpowiedzieliście na moje wezwanie. Módlcie się za kapłanów, którzy są w wielkim zamieszaniu, a to doprowadzi ich do zatracenia. Nowa ziemia jest gotowa, pełna lilii i kwiatów i czeka na Ciebie. Trzymajcie się blisko Mojego Syna i kochajcie Go, tylko On jest prawdą, miłością i zbawieniem. Umiłowane dzieci, Kościół wkrótce przekaże wspaniałą wiadomość, módlcie się za Włochy, gdzie będzie silne trzęsienie ziemi, módlcie się za Kolumbię, gdzie budzą się siły zła. Błogosławię was w imię Ojca i Syna i Ducha Świętego. Amen ","month_string":"September"},{"year":"2016","month":"10","day":"01","author":"Holy Mary","text":"Cari figli, quanta felicità nel mio cuore nel vedervi tutti qui riuniti in preghiera. Grazie per le vostre testimonianze di fede, andate avanti con coraggio, io sono e sarò sempre con voi, preparate i vostri cuori a mio Figlio Gesù. Poi aggiunge : a causa di forti eruzioni di un vulcano, tremera’ ancora la terra.  Attenti agli accordi che verrano firmati dalla chiesa, non vengono da Dio Figli adorati Vi benedico nel nome del padre del Figlio e dello Spirito Santo, Amen. Portate la mia benedizione alle vostre famiglie.","text_en":"Dear children, what happiness in my heart to see you all gathered here in prayer. Thanks for your testimonies of faith, go ahead with courage, I am and will always be with you, prepare your hearts for my Son Jesus. Then he adds: due to strong eruptions of a volcano, the earth will still tremble. Beware of the agreements that will be signed by the church, they are not from God. Adored children I bless you in the name of the father of the Son and of the Holy Spirit, Amen. Take my blessing to your families. ","text_pl":"Drogie dzieci, jakie szczęście w moim sercu, widząc was wszystkich zebranych tutaj na modlitwie. Dziękuję za wasze świadectwa wiary, śmiało, jestem i zawsze będę z wami, przygotujcie wasze serca na mojego Syna Jezusa, a potem dodaje: z powodu silnych erupcji wulkanu ziemia będzie jeszcze drżeć. Strzeżcie się umów, które zostaną podpisane przez Kościół, nie są one od Boga. Uwielbiane dzieci, błogosławię was w imię ojca Syna i Ducha Świętego, Amen. Zanieście moje błogosławieństwo swoim rodzinom. ","month_string":"October"},{"year":"2016","month":"10","day":"04","author":"Holy Mary","text":"Cari figli, grazie per essere riuniti qui in preghiera. Molti si chiedono com'è possibile tutto questo e vi rispondo che se voi ragionaste con la mente dello spirito e non con quella della testa riuscireste a vedere oltre e vi rendereste conto che anche l’inspiegabile sarebbe possibile. Figli miei aprite il vostro cuore e lasciatevi trasportare dall’amore di mio Figlio. Che la mia benedizione scenda su di voi e le vostre famiglie. Pregate per il Canada dove le forze del male si stanno preparando e pregate per il centro America dove ci sarà un forte terremoto","text_en":"Dear children, thank you for being gathered here in prayer. Many wonder how all this is possible and I answer that if you reasoned with the mind of the spirit and not with that of the head, you would be able to see beyond and you would realize that even the inexplicable would be possible. My children, open your heart and let yourself be carried away by the love of my Son. May my blessing be upon you and your families. Pray for Canada where the forces of evil are preparing and pray for Central America where there will be a major earthquake ","text_pl":"Drogie dzieci, dziękuję, że jesteście tu zgromadzeni na modlitwie. Wielu zastanawia się, jak to wszystko jest możliwe, a ja odpowiadam, że gdybyście rozumowali duchem, a nie głową, byłbyś w stanie spojrzeć poza siebie i zdalibyście sobie sprawę, że nawet niewytłumaczalne byłoby możliwe. Moje dzieci, otwórzcie swoje serca i dajcie się ponieść miłości mojego Syna. Niech moje błogosławieństwo będzie dla was i waszych rodzin. Módlcie się za Kanadę, gdzie siły zła przygotowują się, i módlcie się za Amerykę Środkową, gdzie nastąpi wielkie trzęsienie ziemi.","month_string":"October"},{"year":"2016","month":"10","day":"08","author":"Holy Mary","text":"Cari figli, grazie per aver ascoltato la mia chiamata, soprattutto alle persone nuove giunte qui. Figli miei, guardate il fuoco dello Spirito Santo presentarsi ai vostri occhi, pregate pregate pregate.  Il maligno sta per prendere il trono all’ interno della chiesa al posto di mio Figlio e presto l’eucarestia sparirà. Gesù tornerà e tutti lo vedranno. Pregate per il Cile dove la terra tremerà con vigore e pregate per il Giappone e l'America dove il flagello continuerà per la purificazione. Figli miei Vi benedico nel nome del Padre del Figlio e dello Spirito Santo.","text_en":"Dear children, thank you for having listened to my call, especially to the new people who have come here. My children, see the fire of the Holy Spirit present itself to your eyes, pray, pray, pray. The evil one is about to take the throne inside the church in place of my Son and soon the Eucharist will disappear. Jesus will come back and everyone will see him. Pray for Chile where the earth will tremble vigorously and pray for Japan and America where the scourge will continue for purification. My children I bless you in the name of the Father of the Son and of the Holy Spirit. ","text_pl":"Drogie dzieci, dziękuję wam, że wysłuchaliście mojego wezwania, zwłaszcza nowych ludzi, którzy tu przybyli. Moje dzieci, patrzcie, jak ogień Ducha Świętego pojawia się przed waszymi oczami, módlcie się, módlcie się, módlcie się. Zły ma zasiąść na tronie w kościele w miejsce Mojego Syna i wkrótce Eucharystia zniknie. Jezus wróci i wszyscy go zobaczą. Módlcie się za Chile, gdzie ziemia będzie energicznie drżeć, i módlcie się za Japonię i Amerykę, gdzie plaga będzie trwać w celu oczyszczenia. Moje dzieci, błogosławię was w imię Ojca i Syna i Ducha Świętego. ","month_string":"October"},{"year":"2016","month":"10","day":"10","author":"Holy Mary","text":"Cari figli, grazie per aver ascoltato la mia chiamata nel vostro cuore, sono moltofelice che persone nuove si sono unite qui per pregare il mio Santo Rosario. Figli miei non fatevi tentare da satana, lui è sempre in agguato soprattutto se sarete deboli, perciò pregate, pregate, pregate sempre e siate pronti quando mio Figlio vi chiamerà uno alla volta. Aprite il vostro cuore al suo infinito amore, nutritevi del corpo di mio Figlio. Pregate affinché si possa debellare una malattia per la quale non ci sarà cura. In nome della Santissima Trinità, Figli miei Vi benedico nel nome del Padre del Figlio e dello Spirito Santo.","text_en":"Dear children, thank you for listening to my call in your hearts, I am very happy that new people have come together here to pray my Holy Rosary. My children, do not be tempted by Satan, he is always in ambush especially if you are weak, therefore pray, pray, pray always and be ready when my Son calls you one at a time. Open your heart to his infinite love, feed on the body of my Son. Pray so that we can eradicate a disease for which there will be no cure. In the name of the Most Holy Trinity, my children I bless you in the name of the Father of the Son and of the Holy Spirit. ","text_pl":"Drogie dzieci, dziękuję wam za wysłuchanie mego wezwania w waszych sercach, bardzo się cieszę, że przybyli tu nowi ludzie, aby odmawiać mój Święty Różaniec. Moje dzieci, nie dajcie się kusić szatanowi, on zawsze czycha, zwłaszcza jeśli jesteście słabi, więc módlcie się, módlcie się, módlcie się zawsze i bądźcie gotowi, gdy mój Syn wzywa każdego z was. Otwórzcie swoje serce na Jego nieskończoną miłość, żywcie się ciałem mojego Syna. Módlcie się, abyśmy mogli wykorzenić chorobę, na którą nie będzie lekarstwa. W imię Trójcy Przenajświętszej, moje dzieci, błogosławię was w imię Ojca i Syna i Ducha Świętego. ","month_string":"October"},{"year":"2016","month":"10","day":"11","author":"Jesus Christ","text":"Oggi è apparso solo Gesù vestito con una tunica bianca e un mantello color rosso bordeaux. Con voce calda e dolce si è rivolto verso di noi a me e mio marito e ha detto: Cara sorella e fratello, Voi sapete che io sono l’unica Verità, mi fido di voi. Vi chiedo obbedienza soltanto a me e al Padre mio. Io vi mando mia madre per confortarvi, per darvi la forza ed il coraggio per andare avanti …ascoltate i suoi messaggi. Poi si è rivolto a tutti i presenti e ha detto: Fratelli miei passerò in mezzo a voi e vi toccherò uno alla volta. Scenderà su di voi lo Spirito Santo e la mia santa benedizione nel nome del Padre del Figlio e dello Spirito Santo. Amen","text_en":"Today only Jesus appeared dressed in a white tunic and a burgundy red cloak. With a warm and sweet voice he turned to us and my husband and said: Dear sister and brother, You know that I am the only Truth, I trust you. I ask you for obedience only to me and to my Father. I am sending you my mother to comfort you, to give you the strength and the courage to go on… listen to his messages. Then he turned to all present and said: My brothers, I will pass among you and touch you one at a time. The Holy Spirit and my holy blessing will come upon you in the name of the Father of the Son and of the Holy Spirit. Amen ","text_pl":"Dziś pojawił się tylko Jezus ubrany w białą tunikę i bordowy płaszcz. Ciepłym i słodkim głosem zwrócił się do nas i do mojego męża i powiedział: Droga siostro i bracie, wiecie, że jestem jedyną Prawdą, ufam wam. Proszę was o posłuszeństwo tylko mnie i mojemu Ojcu. Posyłam do ciebie moją Matkę, aby cię pocieszyła, dodała ci siły i odwagi, by iść dalej… słuchajcie jej orędzi. Potem zwrócił się do wszystkich obecnych i powiedział: Bracia moi, przejdę między wami i dotknę każdego z was. Duch Święty i moje święte błogosławieństwo zstąpią na was w imię Ojca i Syna i Ducha Świętego. Amen ","month_string":"October"},{"year":"2016","month":"10","day":"15","author":"Holy Mary","text":"Amati figli, il male del nemico di Gesù sta divorando tutti coloro che si sono allontanati, convertitevi, ormai siamo agli sgoccioli.  Figli miei, Io vi proteggerò e Vi terrò stretti al mio cuore immacolato, sarete messi in stato di sonno e sarete catapultati nella vera vita dove troverete il vero amore.  La croce che sceglierete sarà benedetta dal cielo, apparirò ogni 3 del mese alle ore 15 00, affinché la folla di pellegrini possa convertirsi.  Pregate per il Giappone e l’ Italia dove ci sarà un forte terremoto.  Vi amo figli miei e Vi benedico nel nome del padre del Figlio e dello spirito santo. Amen    ","text_en":"Beloved children, the evil of the enemy of Jesus is devouring all those who have strayed, convert, by now we are running out. My children, I will protect you and hold you tight to my immaculate heart, you will be put into a state of sleep and you will be catapulted into true life where you will find true love. The cross you choose will be blessed by heaven, I will appear every 3rd of the month at 3:00 pm, so that the crowd of pilgrims can convert. Pray for Japan and Italy where there will be a strong earthquake. I love you my children and I bless you in the name of the father of the Son and of the holy spirit. Amen ","text_pl":"Umiłowane dzieci, zło wroga Jezusa pożera wszystkich, którzy zbłądzili, nawróćcie się, bo czas się kończy. Moje dzieci, będę was chronił i trzymał mocno w moim niepokalanym sercu, zostaniecie wprowadzeni w stan snu i zostaniecie nagle przeniesieni do prawdziwego życia, w którym odnajdziecie prawdziwą miłość. Krzyż, który wybierzesz, będzie pobłogosławiony przez Niebo, będę pojawiał się co 3 dni miesiąca o godzinie 15, aby tłum pielgrzymów mógł się nawrócić. Módlcie się za Japonię i Włochy, gdzie będzie silne trzęsienie ziemi. Kocham was, moje dzieci i błogosławię was w imię ojca Syna i ducha świętego. Amen ","month_string":"October"},{"year":"2016","month":"10","day":"25","author":"Holy Mary","text":"Cari figli, grazie per essere riuniti qui, l’uomo che ha il peccato dentro, ha paura della recita del rosario e fugge davanti alla sua potenza. Figli miei, siate umili e vivete questi tempi con lo spirito, non siate legati alle cose materiali, cibatevi dell’ eucarestia e della misericordia. Figlia mia, ti invierò sacerdoti giusti che sapranno leggere gli avvenimenti e i miei messaggi, non preoccuparti ti seguirò io. Pregate per il Messico e il Cile dove la terra, il mare e i vulcani si agiteranno. Vi benedico nel nome del Padre del Figlio e dello spirito santo. Amen. Oggi sono apparse n°7 croci sul braccio sinistro.","text_en":"Dear children, thank you for being gathered here, the man who has sin inside, is afraid of the recitation of the rosary and flees before its power. My children, be humble and live these times with the spirit, do not be tied to material things, feed on the Eucharist and mercy. My daughter, I will send you righteous priests who will be able to read the events and my messages, do not worry I will follow you. Pray for Mexico and Chile where the land, the sea and the volcanoes will shake. I bless you in the name of the Father of the Son and of the holy spirit. Amen. Today 7 crosses have appeared on the left arm. ","text_pl":"Drogie dzieci, dziękuję wam, że się tu zgromadziliście, człowiek, który ma w sobie grzech, boi się odmawiania różańca i ucieka przed jego mocą. Moje dzieci, bądźcie pokorni i żyjcie w tych czasach w duchu, nie przywiązujcie się do rzeczy materialnych, żywcie się Eucharystią i miłosierdziem. Moja córko, wyślę ci prawych kapłanów, którzy będą mogli czytać wydarzenia i moje orędzia, nie martw się, pójdę za tobą. Módlcie się za Meksyk i Chile, gdzie ziemia, morze i wulkany będą się trząść. Błogosławię was w imię Ojca i Syna i Ducha Świętego. Amen. Dziś na lewym ramieniu pojawiło się 7 krzyżyków. ","month_string":"October"},{"year":"2016","month":"10","day":"29","author":"Holy Mary","text":"Cari figli prediletti, grazie per aver risposto alla mia chiamata, stasera ci saranno tante conversioni, grazie all’infusione dello Spirito Santo di mio Figlio. Abbiate fiducia in lui e trasformerà le vostre sofferenze in gioia, affidatevi al suo immenso amore e non disperatevi nelle difficoltà. Cari figli presto Roma crollerà, ci sarà un forte terremoto e l’altare della patria sarà il primo ad essere distrutto, unitevi in preghiera per la chiesa perché è nelle mani del demonio.  Io vi proteggo e Vi abbraccio non abbiate paura sono con voi con tutto il mio amore materno, pregate per l Australia.  Vi benedico nel nome del Padre del Figlio e dello spirito santo. Amen  Oggi alle ore 18:30 prima della recita del Santo Rosario è apparsa una scritta sul braccio sinistro.:  IO SONO COLUI CHE SONO","text_en":"Dear beloved children, thank you for having responded to my call, tonight there will be many conversions, thanks to the infusion of the Holy Spirit of my Son. Trust in him and he will transform your sufferings into joy, entrust yourselves to his immense love and do not despair in difficulties. Dear children, Rome will soon collapse, there will be a strong earthquake and the altar of the homeland will be the first to be destroyed, unite in prayer for the church because it is in the hands of the devil. I protect you and I embrace you do not be afraid I am with you with all my maternal love, pray for Australia. I bless you in the name of the Father of the Son and of the holy spirit. Amen Today at 18:30 before the recitation of the Holy Rosary, an inscription appeared on the left arm: I AM WHO I AM ","text_pl":"Drogie dzieci, dziękuję, że odpowiedzieliście na moje wezwanie, dziś wieczorem będzie wiele nawróceń dzięki zstąpieniu Ducha Świętego mojego Syna. Zaufaj Mu, a zamieni twoje cierpienia w radość, powierz się Jego ogromnej miłości i nie rozpaczajcie w trudnościach. Drogie dzieci, Rzym wkrótce upadnie, nastąpi silne trzęsienie ziemi, a ołtarz ojczyzny jako pierwszy zostanie zniszczony, zjednoczmy się w modlitwie za Kościół, bo jest w rękach diabła. Chronię cię i obejmuję cię, nie bój się, bo Jestem z tobą z całą moją matczyną miłościąMódl się za Australię. Błogosławię was w imię Ojca i Syna i Ducha Świętego. Amen Dzisiaj o godzinie 18:30 przed odmówieniem Różańca Świętego na lewym ramieniu pojawił się napis: JESTEM, KTÓRY JESTEM ","month_string":"October"},{"year":"2016","month":"10","day":"30","author":"Holy Mary","text":"Cari figli, l'angelo dell'amore Vi guarda con tenerezza, Voi siete molto amati dal cielo non siate legati all’ego e alle cose materiali, la cosa più importante in questo momento e lo spirito ed è l'unica cosa che interessa. Gesù è apparso insieme a nostra Madre dicendo: Cari fratelli io sono con voi in voi e per voi vi benedico nel nome del Padre del Figlio e dello Spirito Santo. Amen","text_en":"Dear children, the angel of love looks at you with tenderness, you are much loved by heaven, do not be tied to the ego and material things, the most important thing in this moment is the spirit and it is the only thing that interests you. Jesus appeared with our Mother saying: Dear brothers, I am with you in you and for you I bless you in the name of the Father of the Son and of the Holy Spirit. Amen ","text_pl":"Drogie dzieci, anioł miłości patrzy na was z czułością, Niebo bardzo was kocha, nie przywiązujcie się do ego i rzeczy materialnych, w tej chwili najważniejszy jest duch i tylko on was interesuje. Jezus pojawił się z naszą Matką, mówiąc: Drodzy bracia, jestem z wami i błogosławię was w imię Ojca i Syna i Ducha Świętego. Amen ","month_string":"October"},{"year":"2016","month":"11","day":"01","author":"Holy Mary","text":"Cari figli, le tribolazioni e gli ostacoli per l'avvicinarsi della prima apparizione pubblica si fanno sentire, ma io sono con voi, quindi andate avanti con coraggio e con la mia protezione. Figli cari testimoniate la fede, testimoniate con coraggio, grazie. Scenda su di voi la mia benedizione nel nome del Padre del Figlio e dello Spirito Santo. Amen. Oggi alle ore 17:30 è apparsa la lettera 'M' sul mio polso del braccio sinistro.. La presenza di nostra Madre è costante, non ci abbandona mai, siamo tutti chiamati in questa missione e saremo Vittoriosi.  Continua a leggere. . . »","text_en":"Dear children, the tribulations and obstacles for the approach of the first public appearance are being felt, but I am with you, so go forward with courage and with my protection. Dear children, bear witness to the faith, bear witness with courage, thank you. May my blessing descend upon you in the name of the Father of the Son and of the Holy Spirit. Amen. Today at 17:30 the letter 'M' appeared on my left arm wrist .. Our Mother's presence is constant, she never abandons us, we are all called to this mission and we will be Victorious. She keeps reading. . . \" ","text_pl":"Drogie dzieci, cierpienia i przeszkody na drodze do pierwszego publicznego wystąpienia są odczuwalne, ale ja jestem z wami, więc idźcie naprzód z odwagą i moją opieką. Drogie dzieci, dawajcie świadectwo wierze, mężnie dawajcie świadectwo, dziękujcie. Niech spłynie na was moje błogosławieństwo w imię Ojca i Syna i Ducha Świętego. Amen. Dziś o godzinie 17:30 pojawiła się litera „M” na moim lewym nadgarstku. Obecność naszej Matki jest stała, nigdy nas nie opuszcza, wszyscy jesteśmy powołani do tej misji i będziemy Zwycięscy.  ","month_string":"November"},{"year":"2016","month":"12","day":"03","author":"Holy Mary","text":"Cari figli, grazie per aver risposto alla mia chiamata nel vostro cuore, oggi vi lascio un messaggio di avvertimento indirizzato ai miei figli consacrati e ai miei apostoli, Dio eleverà il suo giusto braccio per chi perdonerà con leggerezza l'aborto, pratica che sottolinea un peccato mortale uguale a chi uccide il proprio fratello. Pregate con me un Padre nostro affinché Dio entri nei vostri cuori. Amate mio Figlio e pentitevi con il cuore Lui anticipa ancora la sua venuta, ricordate che Dio è misericordioso, ma anche giusto. Pregate per la Chiesa, presto il suo annuncio sarà eclatante e contro le leggi divine. Io sono qui non per annunciare catastrofi, ma per proteggervi dal male che ha preso piede sulla terra. Si prepara un'altra guerra. ma voi siate fedeli a mio Figlio ai 10 comandamenti e recitate il Rosario con fervore. Pregate per il Perù perché ci sarà un forte terremoto. Amati figli io vi amo tutti e vi do la mia benedizione nel nome del Padre del Figlio e dello Spirito Santo. Amen","text_en":"Dear children, thank you for having responded to my call in your heart, today I leave you a warning message addressed to my consecrated children and to my apostles, God will raise his just arm for those who will forgive abortion lightly, a practice that emphasizes a mortal sin equal to those who kill their own brother. Pray with me to an Our Father so that God may enter your hearts. Love my Son and repent with your heart He still anticipates his coming, remember that God is merciful, but also just. Pray for the Church, soon the announcement of him will be striking and against the divine laws. I am here not to announce catastrophes, but to protect you from the evil that has taken hold on earth. Another war is brewing. but you are faithful to my Son to the 10 commandments and pray the Rosary with fervor. Pray for Peru because there will be a strong earthquake. Beloved children, I love you all and give you my blessing in the name of the Father of the Son and of the Holy Spirit. Amen ","text_pl":"Drogie dzieci, dziękuję wam, że odpowiedzieliście na moje wezwanie w waszych sercach, dziś zostawiam wam ostrzeżenie skierowane do moich konsekrowanych dzieci i moich apostołów: Bóg podniesie sprawiedliwe ramię w imieniu tych, którzy wybaczą lekką aborcję, praktyka, która jest grzechem śmiertelnym równym zabiciu własnego brata. Odmawiajcie ze mną Ojcze Nasz, aby Bóg wszedł do waszych serc. Kochajcie Mojego Syna i pokutujcie z całego serca On wciąż oczekuje Swojego przyjścia, pamiętajcie, że Bóg jest miłosierny, ale także sprawiedliwy. Módlcie się za Kościół, wkrótce jego ogłoszenie będzie uderzające i sprzeczne z Boskimi prawami. Nie jestem tutaj, aby ogłaszać katastrofy, ale aby chronić was przed złem, które opanowało ziemię. Szykuje się kolejna wojna, ale wy bądźcie wierni mojemu Synowi, 10-ciu Przykazaniom i gorliwie odmawiajcie Różaniec. Módlcie się za Peru, ponieważ nastąpi silne trzęsienie ziemi. Umiłowane dzieci, kocham was wszystkich i daję wam moje błogosławieństwo w imię Ojca i Syna i Ducha Świętego. Amen ","month_string":"December"},{"year":"2016","month":"12","day":"06","author":"Jesus Christ","text":"Amati fratelli, oggi sono in mezzo a voi per infondere in voi lo Spirito Santo, affinché abbiate la forza e il coraggio di andare avanti. Sorella mia, prendi le mani del tuo sposo per una speciale benedizione. Capisco la vostra stanchezza causata da tutti gli attacchi di chi non crede in me, di chi ha paura dei messaggi che lascia la mia amata Madre e di chi non crede alle profezie. Ma Io sono con voi nell amore e nella sofferenza, per aiutarvi e indicarvi la strada. Molti vorrebbero sbarrare la strada che porta a me, ma voi siate forti e decisi, il mio amore vi proteggerà. Tutte le volte che parlerai di me, non sarai tu a parlare, ma e' il mio Spirito che parlerà in te. Vi benedico tutti nel nome del Padre del Figlio e dello Spirito Santo. Amen","text_en":"Beloved brothers, today I am among you to infuse the Holy Spirit in you, so that you may have the strength and the courage to go forward. My sister, take your spouse's hands for a special blessing. I understand your tiredness caused by all the attacks of those who do not believe in me, of those who are afraid of the messages that my beloved Mother leaves and of those who do not believe in prophecies. But I am with you in love and suffering, to help you and show you the way. Many would like to block the road that leads to me, but be strong and determined, my love will protect you. Whenever you talk about me, you won't be talking, but it is my Spirit that will speak in you. I bless you all in the name of the Father of the Son and of the Holy Spirit. Amen ","text_pl":"Umiłowani bracia, dziś jestem wśród was, aby wlać w was Ducha Świętego, abyście mieli siłę i odwagę iść naprzód. Moja siostro, weź ręce małżonka na szczególne błogosławieństwo. Rozumiem Wasze zmęczenie spowodowane wszystkimi atakami tych, którzy we Mnie nie wierzą, tych, którzy boją się orędzi mojej ukochanej Matki, i tych, którzy nie wierzą w proroctwa. Ale jestem z wami w miłości i cierpieniu, aby wam pomóc i wskazać drogę. Wielu chciałoby zablokować drogę, która do mnie prowadzi, ale bądź silna i zdeterminowana, moja miłość cię ochroni. Ilekroć mówisz o mnie, nie będziesz mówić, ale to mój Duch przemówi w tobie. Wszystkich was błogosławię w imię Ojca i Syna i Ducha Świętego. Amen ","month_string":"December"},{"year":"2016","month":"12","day":"08","author":"Holy Mary","text":"Cari figli, grazie per essere qui con me. Grazie anche a coloro che sono arrivati increduli, ma la mia chiamata al vostro cuore è stata più forte. Amati apostoli, tutto è pronto! Non vedo l'ora di venire da voi per portarvi con me e stringervi al mio cuore immacolato. Continuate a cibarvi del corpo di mio Figlio. Grazie alle vostre preghiere, io sto fermando la lunga mano del Padre. Vi benedico tutti nel nome del Padre, del Figlio e dello Spirito Santo. Amen Il segno di oggi alle ore 14:30 : Maria Purissima nel braccio sinistro..","text_en":"Dear children, thank you for being here with me. Thanks also to those who arrived in disbelief, but my call to your heart was stronger. Beloved apostles, everything is ready! I can't wait to come to you to take you with me and hold you to my immaculate heart. Continue to feed on the body of my Son. Thanks to your prayers, I am stopping the long hand of the Father. I bless you all in the name of the Father, the Son and the Holy Spirit. Amen Today's sign at 2:30 pm: Pure Mary in the left arm .. ","text_pl":"Drogie dzieci, dziękuję, że jesteście tu ze mną. Dziękuję również tym, którzy przybyli z niedowierzaniem, ale moje wezwanie do Twojego serca było silniejsze. Umiłowani apostołowie, wszystko jest gotowe! Nie mogę się doczekać przybycia do Ciebie, aby zabrać Cię ze sobą i przytulić do mojego  niepokalanego serca. Kontynuujcie karmienie się ciałem mojego Syna. Dzięki waszym modlitwom zatrzymuję długą rękę Ojca. Wszystkich was błogosławię w imię Ojca i Syna i Ducha Świętego. Amen Dzisiejszy znak o 14:30: Czysta Maryja w lewym ramieniu. ","month_string":"December"},{"year":"2016","month":"12","day":"10","author":"Holy Mary","text":"Cari figli, piango per coloro che si sono perduti e per coloro che si perderanno. Questo e' il momento della tribolazione nelle famiglie. Voi aggrappatevi a me e sarete salvi. Amati figli di fede, non indietreggiate. Vi benedico nel nome del Padre, del Figlio e dello Spirito Santo. Amen","text_en":"Dear children, I cry for those who are lost and for those who will be lost. This is the time of tribulation in families. You hold on to me and you will be saved. Beloved children of faith, do not retreat. I bless you in the name of the Father, the Son and the Holy Spirit. Amen ","text_pl":"Drogie dzieci, płaczę za zagubionymi i tymi, którzy się zagubią. To czas ucisku rodzin. Trzymaj się mnie, a będziesz zbawiony. Umiłowane dzieci wiary, nie wycofujcie się. Błogosławię was w imię Ojca i Syna i Ducha Świętego. Amen ","month_string":"December"},{"year":"2016","month":"12","day":"17","author":"Holy Mary","text":"Cari figli, grazie per essere riuniti qui a pregare il santo rosario, la terra continuerà a tremare sempre più forte, tornate e immergetevi nell' amore di Dio prima che sia troppo tardi, ascoltate i miei messaggi e meditate con il cuore. Amati figli pregate per la Sicilia il più pericoloso dei vulcani si è già risvegliato, adesso Vi dò la mia benedizione nel nome del Padre del Figlio e dello Spirito Santo. Amen","text_en":"Dear children, thank you for being gathered here to pray the holy rosary, the earth will continue to tremble more and more strongly, come back and immerse yourself in the love of God before it is too late, listen to my messages and meditate with your heart. Beloved children, pray for Sicily the most dangerous of volcanoes has already awakened, now I give you my blessing in the name of the Father of the Son and of the Holy Spirit. Amen ","text_pl":"Drogie dzieci, dziękuję wam, że zgromadziliście się tutaj, aby odmawiać święty różaniec, ziemia będzie coraz bardziej drżeć, powróć i zanurz się w miłości Bożej, zanim będzie za późno, słuchaj moich orędzi i medytuj sercem. Umiłowane dzieci, módlcie się za Sycylię, najgroźniejszy z wulkanów już się obudził, teraz daję wam moje błogosławieństwo w imię Ojca i Syna i Ducha Świętego. Amen ","month_string":"December"},{"year":"2016","month":"12","day":"20","author":"Holy Mary","text":"Amati figli, grazie per essere qui riuniti. Vi invito ancora una volta alla confessione di tutti i peccati con vero pentimento. Amati figli, sarà imminente una grande luce visibile su tutta la terra che metterà a nudo le vostre coscienze, i vostri errori e le vostre bontà. Alcuni non sopporteranno la terribile visione, tanto da portarli verso la morte. Il popolo di Dio sarà invece pronto per seguire mio Figlio Gesù sulla nuova terra pronta per voi, dove i fratelli si aiuteranno l'un l'altro, dove regnerà la pace, l amore e la gioia . Figli miei, Satana sta innescando l'invidia e la gelosia tra gli uomini, non fatevi tentare. Pregate per l'Europa e in particolare per l'Italia, dove il terrorismo ha già preso piede e non si fermerà. Vi benedico in nome del Padre, del Figlio e dello Spirito Santo. Amen","text_en":"Beloved children, thank you for being gathered here. I invite you once again to confess all sins with true repentance. Beloved children, a great visible light will be imminent over the whole earth that will lay bare your consciences, your mistakes and your goodness. Some will not endure the terrible vision, enough to lead them to death. The people of God will instead be ready to follow my Son Jesus on the new earth ready for you, where the brothers will help each other, where peace, love and joy will reign. My children, Satan is triggering envy and jealousy among men, do not be tempted. Pray for Europe and in particular for Italy, where terrorism has already taken hold and will not stop. I bless you in the name of the Father, the Son and the Holy Spirit. Amen ","text_pl":"Kochane dzieci, dziękujemy za to, że się tu zgromadziliście. Zapraszam Cię jeszcze raz do wyznania wszystkich grzechów z prawdziwą skruchą. Umiłowane dzieci, wielkie widzialne światło zapanuje nad całą ziemią, które odsłoni wasze sumienia, wasze błędy i waszą dobroć. Dla niektórych wizja będzie na tyle nie do zniesienia, że doprowadzi ich do śmierci. Lud Boży będzie natomiast gotowy, aby pójść za moim Synem Jezusem do nowej ziemi, gotowej dla was, gdzie bracia będą sobie pomagać, gdzie zapanuje pokój, miłość i radość. Moje dzieci, Szatan wzbudza  zazdrość i zawiść wśród ludzi, nie ulegajcie pokusie. Módlcie się za Europę, a zwłaszcza za Włochy,  gdzie terroryzm już zamieszkał i nie ustanie. Błogosławię was w imię Ojca i Syna i Ducha Świętego. Amen ","month_string":"December"},{"year":"2016","month":"12","day":"24","author":"Jesus Christ","text":"Cari fratelli, Io il vostro Gesù, sono qui questa sera per donarvi la gioia, la pace e la serenità nel vostro cuore. Siate sempre gioiosi, amatevi come fratelli e perdonate. Io vi abbraccio e vi dò la mia benedizione nel nome del Padre del Figlio e dello Spirito Santo. Amen","text_en":"Dear brothers, I your Jesus, I am here this evening to give you joy, peace and serenity in your heart. Always be joyful, love each other as brothers and forgive. I embrace you and give you my blessing in the name of the Father of the Son and of the Holy Spirit. Amen ","text_pl":"Drodzy bracia, ja, wasz Jezus, jestem tu dziś wieczorem, aby dać wam radość, pokój i pogodę ducha w waszych sercach. Zawsze bądźcie radośni, kochajcie się jak bracia i wybaczajcie. Obejmuję was i błogosławię wam w imię Ojca i Syna i Ducha Świętego. Amen ","month_string":"December"},{"year":"2016","month":"12","day":"27","author":"Holy Mary","text":"Cari figli, grazie di essere qui in questa casa benedetta. Finalmente vi ritrovo qui riuniti in pace con Dio, con la beatitudine e la dolcezza che avete nel vostro cuore. Mi raccomando agli adulti non battezzati e hai bambini non battezzati, di farlo ora, per non sentire all’arrivo della grande luce, una forte sofferenza. Pregate per l’Italia, per Roma, dove l’istituzione del Vaticano verrà attaccata. Pregate per la Chiesa, affinchè non crolli davanti ai vostri occhi. Pregate per questa Europa affinché ritorni unita. Continuate ad avere sempre la pace di mio Figlio nei vostri cuori. Benedico voi e le vostre famiglie nel nome del Padre, del Figlio e dello Spirito Santo. Amen","text_en":"Dear children, thank you for being here in this blessed house. Finally, I find you here gathered in peace with God, with the bliss and sweetness that you have in your heart. I recommend to unbaptized adults and you have unbaptized children to do it now, so as not to feel a strong suffering when the great light arrives. Pray for Italy, for Rome, where the Vatican institution will be attacked. Pray for the Church, so that it does not collapse before your eyes. Pray for this Europe to return together. Continue to always have the peace of my Son in your hearts. I bless you and your families in the name of the Father, the Son and the Holy Spirit. Amen ","text_pl":"Drogie dzieci, dziękuję wam, że jesteście w tym błogosławionym domu. W końcu znalazłem cię tutaj zebranego w pokoju z Bogiem, z błogością i słodyczą, które masz w swoich sercach. Polecam nieochrzczonym dorosłym i nieochrzczonym dzieciom zrobić to teraz, aby nie odczuwać silnego cierpienia, gdy nadejdzie wielkie światło. Módlcie się za Włochy, za Rzym, gdzie instytucja watykańska zostanie zaatakowana. Módlcie się za Kościół, aby nie upadł na waszych oczach. Módlcie się, aby ta Europa się zjednoczyła. Nadal miejcie zawsze pokój mojego Syna w swoich sercach. Błogosławię was i wasze rodziny w imię Ojca i Syna i Ducha Świętego. Amen ","month_string":"December"}]